{
  "pageTitle": "Büyükelçilik - Filistin Devleti Büyükelçiliği",
  "header": {
    "mainTitle": "Filistin Devleti Büyükelçiliği",
    "subtitle": "Türkiye Cumhuriyeti - Ankara"
  },
  "about": {
    "title": "Büyükelçilik ve Tarihi İlişkiler Hakkında",
    "paragraph1": "Filistin-Türkiye ilişkisi eski ve uzun asırları kapsayan bir geçmişe sahiptir. Türkiye ile Filistin Kurtuluş Örgütü arasındaki ilişki erken dönemde başlamış ve zamanla gelişerek, 1970'lerin sonunda Ankara'da Filistin Kurtuluş Örgütü'nün bir temsilciliği açma konusunda anlaşmaya varılmıştır.",
    "paragraph2": "Nitekim, merhum Cumhurbaşkanı Yaser Arafat'ın, merhum Türk Başbakanı Bülent Ecevit döneminde 5 Ekim 1979'da Türkiye Cumhuriyeti'ne yaptığı resmi ziyaret sırasında, büyük resmi ve halk katılımıyla Ankara'daki Filistin Kurtuluş Örgütü temsilciliği merkezinin üzerine Filistin bayrağı çekilmiştir. Bay Rebhi Halloum Hijazi, Türkiye'deki ilk Kurtuluş Örgütü temsilcisi olarak atanmış ve ardından Filistin-Türkiye ilişkilerinde yeni bir dönem başlamıştır.",
    "paragraph3": "27 Ağustos 1987'de, Filistin Kurtuluş Örgütü temsilcilik binasının bulunduğu cadde, o dönemdeki Ankara Büyükşehir Belediye Başkanı Mehmet Altınsoy ve Türkiye'deki diplomatik misyon temsilcilerinin katıldığı resmi ve halk kutlaması içinde Filistin Caddesi olarak adlandırılmıştır.",
    "paragraph4": "15 Kasım 1988 tarihinde Cezayir'de bağımsızlık ilan edilmiş ve Türkiye, Filistin Devleti'ni tanıyan dünyada ikinci ülke olmuştur. 1989 yılının başında, bu tanıma Ankara'daki Filistin Kurtuluş Örgütü temsilciliğinin Türkiye Cumhuriyeti nezdinde Filistin Devleti Büyükelçiliği'ne dönüştürülmesiyle somutlaştırılmıştır. 2009 yılında büyükelçilik Oran bölgesindeki yeni binasına taşınmış ve 2010 yılında Ankara Büyükşehir Belediyesi büyükelçilik binasının yakınındaki ticari caddeyi Kudüs Caddesi olarak adlandırmıştır."
  },
  "gallery": {
    "img1Alt": "Büyükelçiliğin zarif fotoğrafı 1",
    "img2Alt": "Büyükelçilik binası girişi",
    "img3Alt": "Büyükelçilikteki diplomatik etkinlik"
  }
}