{
  "pageTitle": "Haberler - Filistin Devleti Türkiye Büyükelçiliği",
  "mainTitle": "Haberler ve Duyurular",
  "subtitle": "Filistin Devleti Türkiye Büyükelçiliği'nden en son haberleri ve duyuruları takip edin",
  "searchPlaceholder": "Haberlerde ara...",
  "filterAll": "Tüm Haberler",
  "filterAnnouncements": "Duyurular",
  "filterEvents": "Etkinlikler",
  "filterConsular": "Konsolosluk Hizmetleri",
  "filterEducation": "Eğitim",
  "featuredTitle": "Öne Çıkan Haberler",
  "allNewsTitle": "Tüm Haberler",
  "categoryAnnouncements": "Duyuru",
  "categoryEvents": "Etkinlik",
  "categoryConsular": "Konsolosluk Hizmetleri",
  "categoryEducation": "Eğitim",
  "categoryإعلان": "Duyuru",
  "categoryفعالية": "Etkinlik",
  "categoryخدماتقنصلية": "Konsolosluk Hizmetleri",
  "categoryتعليم": "Eğitim",
  "readingTime": "3 dakika okuma",
  "loadMore": "Daha Fazla Haber Yükle",
  "showAllNews": "Tüm Haberleri Göster",
  "clearFilters": "Filtreleri Temizle",
  "newsletterTitle": "Bültene Abone Ol",
  "newsletterDescription": "En son haberleri ve duyuruları doğrudan e-postanızda alın",
  "emailPlaceholder": "E-posta adresinizi girin",
  "subscribe": "Abone Ol",
  "noResults": "Sonuç Bulunamadı",
  "tryDifferentSearch": "Farklı arama terimleri deneyin veya başka bir kategori seçin",
  "invalidEmail": "Lütfen geçerli bir e-posta adresi girin",
  "subscriptionSuccess": "Başarıyla abone oldunuz! Teşekkürler",
  "backToNews": "Haberlere Dön",
  "shareArticle": "Bu Makaleyi Paylaş",
  "relatedArticles": "İlgili Makaleler",
  "copyLink": "Bağlantıyı Kopyala",
  "linkCopied": "Bağlantı Kopyalandı",
  "errorLoading": "Haber Yüklenirken Hata",
  "errorLoadingDetail": "Haber Detayları Yüklenirken Hata",
  "tryAgain": "Tekrar Dene",
  "newsCount": "Haber Sayısı",
  "newsItem": "haber",
  "newsItems": "haber",
  "detailTitle": "Haber Detayları",
  "publishedOn": "Yayınlanma Tarihi",
  "readTime": "Okuma Süresi",
  "author": "Yazar",
  "tags": "Etiketler",
  "category": "Kategori",
  "lastUpdated": "Son Güncelleme",
  "loading": "Yükleniyor...",
  "error": "Bir hata oluştu",
  "retry": "Tekrar Dene",
  "close": "Kapat",
  "viewDetails": "Detayları Görüntüle",
  "readMore": "Devamını Oku",
  "recent": "Son",
  "popular": "Popüler",
  "featured": "Öne Çıkan",
  "archive": "Arşiv",
  "search": "Ara",
  "filter": "Filtrele",
  "sort": "Sırala",
  "sortByDate": "Tarihe Göre Sırala",
  "sortByTitle": "Başlığa Göre Sırala",
  "ascending": "Artan",
  "descending": "Azalan",
  "news_articles": [
    {
      "id": "1",
      "title": "Filistin'in Katılımıyla Küresel Ulaştırma Bağlantısı Forumu Başladı",
      "date": "28 Haziran 2025",
      "category": "Duyurular",
      "author": "Filistin Devleti Büyükelçiliği",
      "readTime": "5 dakika",
      "tags": ["ulaştırma", "forum", "istanbul", "uluslararası işbirliği"],
      "excerpt": "Filistin Devleti'nin Türkiye Cumhuriyeti Büyükelçisi Dr. Faed Mustafa, Ulaştırma ve Haberleşme Bakanı Sayın Mühendis Tarık Zarab adına, İstanbul'da üç gün süren Küresel Ulaştırma Bağlantısı Forumu 2025 çalışmalarına katıldı.",
      "image_title": "news.title.1.jpg",
      "content_parts": [
        {
          "type": "text",
          "value": "Filistin Devleti'nin Türkiye Cumhuriyeti Büyükelçisi Dr. Faed Mustafa, Ulaştırma ve Haberleşme Bakanı Sayın Mühendis Tarık Zarab adına, İstanbul'da üç gün süren Küresel Ulaştırma Bağlantısı Forumu 2025 çalışmalarına katıldı. Açılış oturumunda Türkiye Cumhuriyeti Cumhurbaşkanı Recep Tayyip Erdoğan ve Türkiye Ulaştırma ve Altyapı Bakanı Abdulkadir Uraloğlu'nun konuşmaları yer aldı. Büyükelçi Dr. Mustafa'nın, dünyanın çoğu ülkesinden karar vericileri ve uzmanları bir araya getiren bu küresel foruma katılımı, bir direniş ve varoluş mesajı ile halkların özgürce ve onurlu bir şekilde yaşama hakkına ve özgünlüğüne saygı duyan açık ve bağlantılı bir gelecek inşa etme konusundaki samimi arzusunun bir ifadesidir."
        },
        {
          "type": "image",
          "value": "news.1.part1.jpg"
        },
        {
          "type": "text",
          "value": "Bu önemli forum kapsamında, Sayın Büyükelçi, Türkiye, Suudi Arabistan ve Ukrayna Ulaştırma ve Haberleşme Bakanlarının da katıldığı, Orta Asya, Arap bölgesi ve Avrupa'da ulaştırma alanında bölgesel işbirliği fırsatları üzerine özel bir seminere katıldı. Büyükelçi Mustafa, Filistin'in tüm bölgesel ve uluslararası işbirliği biçimlerine açık olduğunu vurguladı ve Filistin Devleti'nin bu sektörde karşılaştığı zorlukları gözden geçirdi. Bu zorluklar, İsrail'in sadece Filistin Devleti'nin dış geçişlerini değil, aynı zamanda şehirler, köyler ve mülteci kampları arasındaki Filistin içindeki hareketi de hala kontrol altında tutan uygulamaları ve prosedürlerinden kaynaklanmaktadır ve bu durum acil uluslararası müdahale gerektirmektedir."
        },
        {
          "type": "image",
          "value": "news.1.part2.jpg"
        },
        {
          "type": "image",
          "value": "news.1.part3.jpg"
        }
      ]
    },
    {
      "id": "2",
      "title": "Büyükelçi Dr. Faed Mustafa, AFAD Başkanı Sayın Ali Hamza Pehlivan ile Filistin'deki Durum Değerlendirmesini Görüştü",
      "date": "24 Haziran 2025",
      "category": "Duyurular",
      "author": "Filistin Devleti Büyükelçiliği",
      "readTime": "7 dakika",
      "tags": ["AFAD", "afetler", "Gazze", "insani işbirliği"],
      "excerpt": "İsrail'in Filistin halkına yönelik cani saldırılarının devam etmesi ve insani felaketin derinleşmesi karşısında, Filistin Devleti'nin Türkiye Cumhuriyeti Büyükelçisi Dr. Faed Mustafa, Türk Afet ve Acil Durum Yönetimi (AFAD) Başkanı Sayın Ali Hamza Pehlivan ile kurumun Ankara'daki merkezinde bir araya geldi.",
      "image_title": "news.title.2.jpg",
      "content_parts": [
        {
          "type": "text",
          "value": "İsrail'in Filistin halkına yönelik cani saldırılarının devam etmesi ve insani felaketin derinleşmesi karşısında, Filistin Devleti'nin Türkiye Cumhuriyeti Büyükelçisi Dr. Faed Mustafa, Türk Afet ve Acil Durum Yönetimi (AFAD) Başkanı Sayın Ali Hamza Pehlivan ile kurumun Ankara'daki merkezinde bir araya geldi ve yeni görevini üstlenmesi vesilesiyle kendisini tebrik ederek bu önemli görevde başarılar diledi. Sayın Büyükelçi, görüşmede Filistin topraklarındaki son saha ve insani gelişmeleri, özellikle de Gazze Şeridi'ndeki felaket durumunu gözden geçirdi. Gazze Şeridi, boğucu bir kuşatma ve sağlık altyapısı ile hayati tesisleri hedef alan kapsamlı bir yıkımdan muzdariptir. Doğrudan sivillerin hedef alınması sonucunda on binlerce şehit ve yaralı ile kuşatma altındaki Şerid'in dışına acil tedavi gerektiren giderek artan sayıda kritik tıbbi vaka bulunmaktadır."
        },
        {
          "type": "image",
          "value": "news.2.part1.jpg"
        },
        {
          "type": "text",
          "value": "Taraflar ayrıca, Gazze Şeridi'nden Türkiye'ye tahliye edilen yaralılar, hastalar ve refakatçileri dosyasını geniş bir şekilde ele aldılar. Sayın Büyükelçi, Türkiye'nin hızlı müdahalesini ve AFAD kurumunun Türk resmi makamlarıyla koordinasyon içinde, çeşitli Türk şehir ve hastanelerinde kabul, tedavi, lojistik ve tıbbi bakım sağlamada üstlendiği önemli rolü takdir etti."
        },
        {
          "type": "image",
          "value": "news.2.part2.jpg"
        },
        {
          "type": "text",
          "value": "Sayın Büyükelçi, bu asil insani çabanın Filistin ve Türk halkları arasındaki kardeşlik ilişkilerinin derinliğini yansıttığını ve Türkiye'nin Filistin davasının yanında, özellikle de Gazze'nin bugün içinde bulunduğu en zor koşullarda, sabit duruşunu somutlaştırdığını vurguladı."
        },
        {
          "type": "image",
          "value": "news.2.part3.jpg"
        },
        {
          "type": "text",
          "value": "AFAD Başkanı Sayın Pehlivan ise, Türkiye'nin hükümeti ve halkıyla Filistin halkına tam desteğini sürdürme taahhüdünü ve kurumun, İsrail saldırılarının Filistin halkına neden olduğu acıyı hafifletmek için gereken her şeyi sağlamaya hazır olduğunu ifade ederek, Türkiye'nin adil Filistin davası konusundaki sağlam duruşunu yineledi."
        },
        {
          "type": "image",
          "value": "news.2.part4.jpg"
        },
        {
          "type": "text",
          "value": "Bu görüşme, Filistin Büyükelçiliği ile Türk resmi makamları arasındaki sürekli ikili işbirliği çerçevesinde, saldırıdan etkilenenlere insani ve tıbbi koruma şemsiyesi sağlamak ve Filistin halkı üzerindeki devam eden felaketin sonuçlarıyla yüzleşmek için tüm diplomatik ve yardım kanallarını etkinleştirmek amacıyla gerçekleşmiştir."
        },
        {
          "type": "image",
          "value": "news.2.part5.jpg"
        }
      ]
    },
    {
      "id": "3",
      "title": "Duyuru: Ekim 2023 Saldırısı Sonrası Türkiye'ye Yerinden Edilen Filistinli Nitelikli Bireylerin Veri Kaydı",
      "date": "11 Haziran 2025",
      "category": "Duyurular",
      "author": "Filistin Devleti Büyükelçiliği",
      "readTime": "3 dakika",
      "tags": ["kayıt", "nitelikli bireyler", "yerinden edilme", "istihdam"],
      "excerpt": "Filistin Devleti'nin Türkiye Cumhuriyeti Büyükelçiliği, İsrail'in Ekim 2023'te Gazze Şeridi'ne yönelik saldırısı ve sonrasında Türkiye Cumhuriyeti'ne gelen vatandaşlara, yükseköğrenim diplomasına sahip vatandaşların verilerini kaydetmek üzere bir bağlantının açıldığını duyurmaktan memnuniyet duyar.",
      "image_title": "news.title.3.jpg",
      "content_parts": [
        {
          "type": "text",
          "value": "Filistin Devleti'nin Türkiye Cumhuriyeti Büyükelçiliği, İsrail'in Ekim 2023'te Gazze Şeridi'ne yönelik saldırısı ve sonrasında Türkiye Cumhuriyeti'ne gelen kardeş vatandaşlarımıza, yükseköğrenim diplomasına sahip (en az lisans derecesi) vatandaşların verilerini kaydetmek üzere bir bağlantının açıldığını duyurmaktan memnuniyet duyar. Bu girişim, İsrail saldırısı sonrası Gazze Şeridi'nden yerinden edilen Filistinli nitelikli bireylerin verilerini toplama ve izleme çabalarının bir parçasıdır. Bu veriler, Cumhurbaşkanlığı'na bağlı Filistin Uluslararası Vakfı'na sunularak, ev sahibi ülkelerle bu nitelikli bireylere istihdam fırsatları bulma hedefiyle çalışılacaktır."
        }
      ]
    },
    {
      "id": "4",
      "title": "Büyükelçi Dr. Faed Mustafa ile TRT Arapça Kanalında Nekbe Anma Etkinliği Görüşmesi",
      "date": "17 Mayıs 2025",
      "category": "Duyurular",
      "author": "Filistin Devleti Büyükelçiliği",
      "readTime": "4 dakika",
      "tags": ["Nekbe", "röportaj", "TRT", "anma"],
      "excerpt": "Büyükelçi Dr. Faed Mustafa ile TRT Arapça Kanalında Nekbe Anma etkinliği üzerine bir görüşme. Filistin davası ve Filistin-Türkiye ilişkileri hakkında kapsamlı bir televizyon röportajı.",
      "image_title": "news.title.4.jpg",
      "content_parts": [
        {
          "type": "text",
          "value": "TRT Arapça kanalı, Filistin Nekbesi anma vesilesiyle Büyükelçi Dr. Faed Mustafa ile bir televizyon röportajı gerçekleştirdi. Büyükelçi röportajda mevcut Filistin durumu ve seçkin Filistin-Türkiye ilişkileri ile ilgili birçok önemli konuyu ele aldı."
        },
        {
          "type": "video",
          "value": "/public/videos/interview_video.mp4"
        },
        {
          "type": "text",
          "value": "Büyükelçi röportaj sırasında Türkiye'nin Filistin davasına sürekli desteğinin önemini ve Filistin acılarını sona erdirmek ve bölgede adalet ve barışı sağlamak için uluslararası çabaların birleştirilmesi gerekliliğini vurguladı."
        }
      ]
    }
  ]
}
