{
  "pageTitle": "Haberler - Filistin Devleti Büyükelçiliği",
  "pageSubtitle": "Türkiye'deki Filistin Devleti Büyükelçiliği'nden son haberler ve etkinlikler",
  "main_title": "Önemli Haberler",
  "load_more": "Daha Fazla Yükle",
  "read_full": "Tam Makaleyi Oku",
  "back_to_news": "Haberlere Dön",
  "share": "Paylaş",
  "related_news": "İlgili Haberler",
  "categories": {
    "all": "Tüm Haberler",
    "embassy": "Büyükelçilik Haberleri",
    "events": "Etkinlikler",
    "meetings": "Toplantılar",
    "announcements": "Duyurular",
    "education": "Eğitim İşleri",
    "relations": "İkili İlişkiler"
  },
  "news": [
    {
      "id": 40862,
      "title": "Filistin'in İstanbul'da Düzenlenen Küresel Ulaştırma Bağlantısı Forumu 2025'e Katılımı",
      "summary": "Türkiye'deki Filistin Büyükelçisi Dr. Faed Mustafa, Ulaştırma Bakanı adına İstanbul'da düzenlenen Küresel Ulaştırma Bağlantısı Forumu 2025'e katılarak, işgalin dayattığı zorluklara rağmen Filistin'in bölgesel işbirliğine açık olduğunu vurguladı.",
      "content": "Türkiye Cumhuriyeti nezdindeki Filistin Büyükelçisi Dr. Faed Mustafa, Ulaştırma ve Haberleşme Bakanı Mühendis Tarık Zarab adına İstanbul'da üç gün boyunca düzenlenen Küresel Ulaştırma Bağlantısı Forumu 2025 çalışmalarına katıldı.\n\nAçılış oturumu, Türkiye Cumhurbaşkanı Recep Tayyip Erdoğan ve Türkiye Ulaştırma ve Altyapı Bakanı Abdulkadir Uraloğlu'nun konuşmalarıyla öne çıktı.\n\nBüyükelçi Dr. Mustafa'nın dünyanın çoğu ülkesinden karar vericileri ve uzmanları bir araya getiren bu küresel foruma katılımı, direniş ve varlık mesajının bir ifadesi ve halkların özgünlüğünü ve özgürlük ve onur içinde yaşama haklarını gözeten açık ve birbirine bağlı bir gelecek inşa etme konusunda gerçek bir arzu olarak geliyor.\n\n## Bölgesel İşbirliği Paneline Katılım\n\nBu önemli forum çerçevesinde Sayın Büyükelçi, Orta Asya, Arap bölgesi ve Avrupa kapsamında ulaştırma alanında bölgesel işbirliği fırsatları konulu özel bir panele katıldı. Bu panele ayrıca Türkiye, Suudi Arabistan ve Ukrayna Ulaştırma ve Haberleşme Bakanları da katıldı.\n\n## Ulaştırma Sektöründe Filistin Zorlukları\n\nBüyükelçi Mustafa, Filistin'in her türlü bölgesel ve uluslararası işbirliğine açık olduğunu vurgulayarak, Filistin Devleti'nin bu sektörde karşılaştığı ve öncelikle İsrail işgal devletinin uygulamaları ve prosedürlerinden kaynaklanan zorlukları gözden geçirdi.\n\nBüyükelçi, İsrail'in sadece Filistin Devleti'nin dış geçişlerini değil, aynı zamanda Filistin içinde şehirler, köyler ve kamplar arasındaki hareketi de kontrol etmeye devam ettiğini ve bunun acil uluslararası müdahale gerektirdiğini açıkladı.\n\nForumun, dünyanın çeşitli yerlerinden ülke temsilcileri ve ulaştırma-haberleşme alanındaki uzmanların geniş katılımıyla gerçekleştiği ve bu hayati sektörde bağlantı ve uluslararası işbirliğini geliştirmeyi amaçladığı belirtiliyor.",
      "date": "2025-06-28",
      "category": "events",
      "image": "global-transport-forum-istanbul-2025.jpg",
      "featured": true,
      "author": "Medya Departmanı",
      "tags": ["Küresel Bağlantı Forumu", "Ulaştırma", "İstanbul", "Bölgesel İşbirliği", "İşgal Zorlukları"],
      "slug": "palestine-participation-global-connectivity-forum-istanbul-2025",
      "images": [
        "global-transport-forum-istanbul-2025-1.jpg",
        "global-transport-forum-istanbul-2025-2.jpg", 
        "global-transport-forum-istanbul-2025-3.jpg",
        "global-transport-forum-istanbul-2025-4.jpg"
      ]
    },
    {
      "id": 40861,
      "title": "Büyükelçi Dr. Faed Mustafa, AFAD Başkanı Ali Hamza Bahlvan ile Görüştü",
      "summary": "Büyükelçi Dr. Faed Mustafa, Türkiye Afet ve Acil Durum Yönetimi Başkanı Ali Hamza Bahlvan ile Filistin'deki son gelişmeleri ve karşılıklı işbirliği yollarını görüştü.",
      "content": "Büyükelçi Dr. Faed Mustafa, Ankara'daki Filistin Büyükelçiliği'nde Türkiye Afet ve Acil Durum Yönetimi Başkanı (AFAD) Ali Hamza Bahlvan'ı kabul etti. Bu görüşme, ikili ilişkileri güçlendirmek amacıyla düzenli toplantılar çerçevesinde gerçekleşti.\n\nİki taraf, Filistin topraklarındaki, özellikle Gazze Şeridi ve Batı Şeria'daki son gelişmeleri ve kriz ve afet yönetimi alanında işbirliğini geliştirme yollarını görüştü.\n\nGörüşmede ayrıca Türkiye'nin Filistin halkına süregelen desteği ve Türkiye'nin Filistin'e çeşitli alanlarda sağladığı insani yardımlar ele alındı.\n\nFilistin Büyükelçisi, Türkiye'nin Filistin davasını desteklemedeki önemli rolünü ve çeşitli uluslararası forumlardaki kararlı tutumunu övdü.\n\nTürk yetkili ise Türkiye'nin Filistin halkına desteğinin devam edeceğini ve çeşitli alanlarda işbirliği mekanizmalarının geliştirilmesi için çalışacaklarını belirtti.",
      "date": "2025-06-24",
      "category": "meetings",
      "image": "23aba31e-2858-489a-aac4-4a314e4a8c59WhatsApp Image 2025-06-24 at 12.38.04 PM (1).jpeg",
      "featured": true,
      "author": "Filistin Büyükelçiliği",
      "tags": ["resmi görüşme", "AFAD", "işbirliği", "afet yönetimi"],
      "slug": "ambassador-meeting-afad-director"
    },
    {
      "id": 30861,
      "title": "Ekim 2023 Saldırısı Sonrası Türkiye'ye Göç Eden Filistinli Yeteneklerin Kayıt Duyurusu",
      "summary": "Büyükelçilik, Ekim 2023 olayları sonrası Türkiye'ye göç eden tüm Filistinli yetenekleri ve uzmanları, iletişimi kolaylaştırmak ve gerekli hizmetleri sağlamak için Büyükelçilik'e kayıt olmaya çağırıyor.",
      "content": "Türkiye Cumhuriyeti nezdindeki Filistin Devleti Büyükelçiliği, Ekim 2023 olayları ve saldırısı sonrası Türkiye'ye göç eden tüm Filistinli yetenekler ve uzmanlar için kayıt açılışını duyuruyor.\n\nBu duyuru, Büyükelçiliğin Filistinli vatandaşlara en iyi hizmetleri sunma, onlarla iletişimi kolaylaştırma ve sayılarını ve uzmanlıklarını tespit etme konusundaki hassasiyeti çerçevesinde gelir.\n\nBüyükelçilik, aşağıdaki alanlardaki tüm Filistinli yetenekleri kayıt olmaya çağırıyor:\n- Tıp ve Sağlık Bilimleri\n- Tüm dallarında Mühendislik\n- Beşeri ve Sosyal Bilimler\n- Bilgi Teknolojileri ve İletişim\n- Ekonomi ve Mali Bilimler\n- Eğitim ve Öğretim\n- Medya ve Gazetecilik\n- Sanat ve Kültür\n\nKayıt olmak isteyenler Büyükelçilik web sitesini ziyaret edebilir veya gerekli belgelerle birlikte Büyükelçilik'e şahsen başvurabilir.\n\nSorular ve iletişim için:\nTelefon: +90 312 490 35 46\nE-posta: tremb@mfae.gov.ps",
      "date": "2025-06-20",
      "category": "announcements",
      "image": "48606ded-2026-42ef-a400-a542dbbc78a1www.embassyofpalestine.org.jpg",
      "featured": false,
      "author": "Konsolosluk İşleri Departmanı",
      "tags": ["duyuru", "kayıt", "yetenekler", "göç"],
      "slug": "displaced-talents-registration-announcement"
    },
    {
      "id": 30860,
      "title": "Büyükelçi Dr. Faed Mustafa ile TRT Arapça'da Nekbe Anma Röportajı",
      "summary": "Büyükelçi Dr. Faed Mustafa, Filistin Nekbesi anısına TRT Arapça kanalında özel bir programa katılarak Filistin davasının mevcut durumunu ve Filistin-Türkiye ilişkilerini anlattı.",
      "content": "Büyükelçi Dr. Faed Mustafa, Filistin halkının tarihindeki bu acı anının anılması kapsamında, Filistin Nekbesi'nin 77. yıldönümü vesilesiyle TRT Arapça kanalında özel bir programa katıldı.\n\nBüyükelçi röportaj sırasında birkaç önemli konuyu ele aldı:\n\n1. Filistin Topraklarındaki Mevcut Durum\nBüyükelçi, Gazze Şeridi ve Batı Şeria'daki son gelişmeleri gözden geçirdi ve zor koşullara rağmen Filistin halkının direncini vurguladı.\n\n2. Filistin-Türkiye İlişkileri\nBüyükelçi, Türkiye'nin Filistin davasını desteklemedeki kararlı tutumunu ve Türkiye'den gelen sürekli siyasi ve insani desteği övdü.\n\n3. Uluslararası Toplumun Rolü\nBüyükelçi, Filistin acısını sona erdirmek ve adaleti sağlamak için uluslararası toplumun rolünü aktifleştirme gerekliliğini vurguladı.\n\n4. Türkiye'deki Filistin Toplumuna Mesaj\nBüyükelçi, Türkiye'deki Filistin toplumuna hitap ederek Büyükelçiliğin onlara hizmet etme ve gerekli desteği sağlamadaki rolünü doğruladı.\n\nBu röportaj, Büyükelçiliğin Filistin pozisyonunu açıklamak ve Filistin davasını bölgesel ve uluslararası düzeyde tanıtmak için yürüttüğü medya çabalarının bir parçasıdır.",
      "date": "2025-05-15",
      "category": "embassy",
      "image": "fde33bc0-f023-442b-a0dc-762779b38657Untitled.jpg",
      "featured": false,
      "author": "Medya Departmanı",
      "tags": ["TV röportajı", "Nekbe anması", "TRT Arapça", "medya"],
      "slug": "ambassador-interview-nakba-trt-arabic"
    }
  ]
}