{
  "pageTitle": "Embassy - Embassy of the State of Palestine",
  "header": {
    "mainTitle": "Embassy of the State of Palestine",
    "subtitle": "Republic of Turkey - Ankara"
  },
  "about": {
    "title": "About the Embassy and Historical Relations",
    "paragraph1": "The Palestinian-Turkish relationship is ancient and spans many centuries. The relationship between Turkey and the Palestine Liberation Organization began early and evolved over time, until an agreement was reached in the late seventies to open a representation office for the Palestine Liberation Organization in the capital Ankara.",
    "paragraph2": "Indeed, during an official visit by the late President Yasser Arafat to the Republic of Turkey during the tenure of the late Turkish Prime Minister Bülent Ecevit on October 5, 1979, the Palestinian flag was raised over the headquarters of the Palestine Liberation Organization's representation office in the capital Ankara amid great official and popular attendance. Mr. Rebhi Halloum Hijazi was appointed as the first representative of the Liberation Organization in Turkey, marking the beginning of a new phase in Palestinian-Turkish relations.",
    "paragraph3": "On August 27, 1987, the street where the Palestine Liberation Organization's representation office building is located was named Palestine Street, amid an official and popular celebration attended by Ankara's mayor at the time, Mr. Mehmet Altınsoy, alongside representatives of the diplomatic corps in Turkey.",
    "paragraph4": "On November 15, 1988, independence was declared in Algeria, and Turkey was the second country in the world to announce recognition of the Palestinian state. In early 1989, this recognition was embodied by the transformation of the Palestine Liberation Organization's representation office in the capital Ankara into the Embassy of the State of Palestine to the Republic of Turkey. In 2009, the embassy moved to its new building in the Oran district, and in 2010, Ankara Municipality named the commercial street near the embassy building as Jerusalem Street."
  },
  "gallery": {
    "img1Alt": "Elegant photo of the embassy 1",
    "img2Alt": "Embassy building entrance",
    "img3Alt": "Diplomatic event at the embassy"
  }
}