{
  "pageTitle": "News - Embassy of the State of Palestine",
  "pageSubtitle": "Latest news and events from the Embassy of the State of Palestine in Turkey",
  "main_title": "Important News",
  "load_more": "Load More",
  "read_full": "Read Full Article",
  "back_to_news": "Back to News",
  "share": "Share",
  "related_news": "Related News",
  "categories": {
    "all": "All News",
    "embassy": "Embassy News",
    "events": "Events",
    "meetings": "Meetings",
    "announcements": "Announcements",
    "education": "Educational Affairs",
    "relations": "Bilateral Relations"
  },
  "news": [
    {
      "id": 40862,
      "title": "Palestine's Participation in the Global Connectivity Forum for Transport 2025 in Istanbul",
      "summary": "Palestine's Ambassador to Turkey Dr. Faed Mustafa participated on behalf of the Minister of Transport in the Global Connectivity Forum for Transport 2025 in Istanbul, affirming Palestine's openness to regional cooperation despite challenges imposed by the occupation.",
      "content": "Palestine's Ambassador to the Republic of Turkey, Dr. Faed Mustafa, participated on behalf of His Excellency Minister of Transport and Communications Engineer Tariq Zarab in the Global Connectivity Forum for Transport 2025, which was held in Istanbul over three days.\n\nThe opening session was distinguished by speeches from Turkish President Recep Tayyip Erdoğan and Turkish Minister of Transport and Infrastructure Abdulkadir Uraloğlu.\n\nAmbassador Dr. Mustafa's participation in this global forum, which brings together decision-makers and experts from most countries of the world, comes as an expression of a message of resilience and presence, and a genuine desire to build an open and interconnected future that respects the specificity of peoples and their right to live in freedom and dignity.\n\n## Participation in Regional Cooperation Panel\n\nWithin the framework of this important forum, His Excellency the Ambassador participated in a special panel on opportunities for regional cooperation in the field of transport within the scope of Central Asia, the Arab region, and Europe, which also included the Ministers of Transport and Communications from Turkey, Saudi Arabia, and Ukraine.\n\n## Palestinian Challenges in the Transport Sector\n\nAmbassador Mustafa affirmed Palestine's openness to all forms of regional and international cooperation, reviewing the challenges facing the State of Palestine in this sector, which are primarily the result of the practices and procedures of the Israeli occupation state.\n\nThe Ambassador explained that Israel continues to control not only the external crossings of the State of Palestine but also movement within Palestine between cities, villages, and camps, which requires urgent international intervention.\n\nIt is noteworthy that the forum witnessed wide participation from representatives of countries and experts in the field of transport and communications from various parts of the world, and aims to enhance connectivity and international cooperation in this vital sector.",
      "date": "2025-06-28",
      "category": "events",
      "image": "global-transport-forum-istanbul-2025.jpg",
      "featured": true,
      "author": "Media Department",
      "tags": ["Global Connectivity Forum", "Transport", "Istanbul", "Regional Cooperation", "Occupation Challenges"],
      "slug": "palestine-participation-global-connectivity-forum-istanbul-2025",
      "images": [
        "global-transport-forum-istanbul-2025-1.jpg",
        "global-transport-forum-istanbul-2025-2.jpg", 
        "global-transport-forum-istanbul-2025-3.jpg",
        "global-transport-forum-istanbul-2025-4.jpg"
      ]
    },
    {
      "id": 40861,
      "title": "Ambassador Dr. Faed Mustafa Meets with Mr. Ali Hamza Bahlvan, Director of Turkish Disaster and Emergency Management Authority \"AFAD\"",
      "summary": "His Excellency Ambassador Dr. Faed Mustafa met with Mr. Ali Hamza Bahlvan, Director of the Turkish Disaster and Emergency Management Authority to discuss the latest developments and situations in Palestine and ways of mutual cooperation.",
      "content": "His Excellency Ambassador Dr. Faed Mustafa received at the Palestinian Embassy in Ankara, Mr. Ali Hamza Bahlvan, Director of the Turkish Disaster and Emergency Management Authority \"AFAD\", as part of regular meetings to strengthen bilateral relations.\n\nBoth sides discussed the latest developments in the Palestinian territories, especially in Gaza Strip and the West Bank, and ways to enhance cooperation in crisis and disaster management.\n\nThe meeting also addressed Turkey's continued support for the Palestinian people and humanitarian assistance provided by Turkey to Palestine in various fields.\n\nThe Palestinian Ambassador praised Turkey's important role in supporting the Palestinian cause and Turkey's steadfast positions in various international forums.\n\nFor his part, the Turkish official confirmed the continuation of Turkish support for the Palestinian people and working to develop cooperation mechanisms in various fields.",
      "date": "2025-06-24",
      "category": "meetings",
      "image": "23aba31e-2858-489a-aac4-4a314e4a8c59WhatsApp Image 2025-06-24 at 12.38.04 PM (1).jpeg",
      "featured": true,
      "author": "Palestinian Embassy",
      "tags": ["official meeting", "AFAD", "cooperation", "disaster management"],
      "slug": "ambassador-meeting-afad-director"
    },
    {
      "id": 30861,
      "title": "Announcement for Registration of Palestinian Talents Displaced to Turkey After October 2023 Aggression",
      "summary": "The Embassy calls on all Palestinian talents and expertise displaced to Turkey after the October 2023 events to register their data with the Embassy to facilitate communication and provide necessary services.",
      "content": "The Embassy of the State of Palestine to the Republic of Turkey announces the opening of registration for all Palestinian talents and expertise who were displaced to Turkey after the October 2023 events and aggression.\n\nThis announcement comes within the framework of the Embassy's keenness to provide the best services to Palestinian citizens, facilitate communication with them, and enumerate their numbers and specializations.\n\nThe Embassy calls on all Palestinian talents in the following fields to register:\n- Medicine and Health Sciences\n- Engineering in all specializations\n- Humanities and Social Sciences\n- Information Technology and Communications\n- Economics and Financial Sciences\n- Education and Training\n- Media and Journalism\n- Arts and Culture\n\nThose wishing to register can visit the Embassy's website or visit the Embassy in person, bringing the necessary documents.\n\nFor inquiries and contact:\nPhone: +90 312 490 35 46\nEmail: tremb@mfae.gov.ps",
      "date": "2025-06-20",
      "category": "announcements",
      "image": "48606ded-2026-42ef-a400-a542dbbc78a1www.embassyofpalestine.org.jpg",
      "featured": false,
      "author": "Consular Affairs Department",
      "tags": ["announcement", "registration", "talents", "displacement"],
      "slug": "displaced-talents-registration-announcement"
    },
    {
      "id": 30860,
      "title": "Interview with Ambassador Dr. Faed Mustafa on Nakba Commemoration via TRT Arabic Channel",
      "summary": "His Excellency Ambassador Dr. Faed Mustafa participated in a special program on TRT Arabic channel on the occasion of the Palestinian Nakba anniversary, discussing the current situation of the Palestinian cause and Palestinian-Turkish relations.",
      "content": "His Excellency Ambassador Dr. Faed Mustafa participated in a special program on TRT Arabic channel on the occasion of the 77th anniversary of the Palestinian Nakba, as part of commemorating this painful memory in the history of the Palestinian people.\n\nThe Ambassador addressed several important topics during the interview:\n\n1. Current Situation in Palestinian Territories\nThe Ambassador reviewed the latest developments in Gaza Strip and the West Bank, affirming the steadfastness of the Palestinian people despite difficult circumstances.\n\n2. Palestinian-Turkish Relations\nThe Ambassador praised Turkey's steadfast positions in supporting the Palestinian cause and the continuous political and humanitarian support from Turkey.\n\n3. Role of International Community\nThe Ambassador emphasized the need to activate the role of the international community to end Palestinian suffering and achieve justice.\n\n4. Message to Palestinian Community in Turkey\nThe Ambassador addressed the Palestinian community in Turkey, confirming the Embassy's role in serving them and providing necessary support.\n\nThis interview is part of the media efforts undertaken by the Embassy to clarify the Palestinian position and introduce the Palestinian cause at regional and international levels.",
      "date": "2025-05-15",
      "category": "embassy",
      "image": "fde33bc0-f023-442b-a0dc-762779b38657Untitled.jpg",
      "featured": false,
      "author": "Media Department",
      "tags": ["TV interview", "Nakba anniversary", "TRT Arabic", "media"],
      "slug": "ambassador-interview-nakba-trt-arabic"
    }
  ]
}