{
  "pageTitle": "الأحداث والأنشطة - سفارة دولة فلسطين",
  "heroTitle": "الأحداث والأنشطة",
  "heroSubtitle": "تابعوا آخر فعاليات وأنشطة سفارة دولة فلسطين في الجمهورية التركية، وتعرفوا على جهودنا في تعزيز الروابط الثقافية والاجتماعية.",
  "events": {
    "event1": {
      "date": "15/05/2025",
      "title": "سفارة دولة فلسطين لدى الجمهورية التركية تحيي ذكرى النكبة 77",
      "description": "نظمت سفارة دولة فلسطين والجالية الفلسطينية في أنقرة فعالية إحياء الذكرى السابعة والسبعين للنكبة...",
      "alt": "إحياء ذكرى النكبة 77"
    },
    "event2": {
      "date": "11/05/2025",
      "title": "النكبة 77: لن نرحل... فلسطين للفلسطينيين",
      "description": "في الذكرى الـ(77) للنكبة، تتشرف سفارة دولة فلسطين والجالية الفلسطينية في انقره بدعوتكم للمشاركة...",
      "alt": "دعوة لإحياء ذكرى النكبة"
    },
    "event3": {
      "date": "28/02/2025",
      "title": "شهر رمضان مبارك",
      "description": "سعادة السفير د. فائد مصطفى وكافة موظفي السفارة يتقدمون بأسمى التبريكات بمناسبة حلول شهر رمضان المبارك.",
      "alt": "تهنئة بحلول شهر رمضان"
    },
    "event4": {
      "date": "21/01/2025",
      "title": "إعلان بخصوص أوركسترا فلسطين للشباب",
      "description": "إعلان معهد إدوارد سعيد الوطني للموسيقى عن دعوة لكل الموسيقيين من أصول فلسطينية للمشاركة في أوركسترا فلسطين للشباب.",
      "alt": "أوركسترا فلسطين للشباب"
    },
    "event5": {
      "date": "24/09/2023",
      "title": "مشاركة في مهرجان الثقافات العالمي",
      "description": "شاركت سفارة دولة فلسطين في المهرجان السنوي الخاص بالثقافات العالمية والذي تُنظمه مؤسسة (Ebrişem)...",
      "alt": "مهرجان الثقافات العالمي"
    },
    "event6": {
      "date": "14/09/2023",
      "title": "جائزة د. فتحية نصرو للبحث التربوي",
      "description": "تنقل السفارة إعلان وزارة التربية والتعليم إطلاقها جائزة \"د. فتحية نصرو للبحث التربوي\" تكريماً لروحها وتخليداً لجهودها.",
      "alt": "جائزة البحث التربوي"
    },
    "event7": {
      "date": "10/08/2023",
      "title": "مؤتمر الإبداع التربوي الفلسطيني الثاني في إسطنبول",
      "description": "نظمت مؤسسة الإبداع الفلسطيني الدولية والمجلس الأعلى للإبداع والتميز مؤتمر الإبداع التربوي الفلسطيني الثاني.",
      "alt": "مؤتمر الإبداع التربوي"
    },
    "event8": {
      "date": "16/05/2023",
      "title": "سفارة دولة فلسطين لدى الجمهورية التركية تحيي ذكرى النكبة",
      "description": "نظمت سفارة دولة فلسطين والجالية الفلسطينية في أنقرة فعالية إحياء الذكرى الـ 75 للنكبة بمقر السفارة.",
      "alt": "إحياء ذكرى النكبة"
    },
    "event9": {
      "date": "11/04/2023",
      "title": "وقفة تضامنية في أنقره لنصرة الاقصى وتضامن مع الشعب الفلسطيني",
      "description": "نظمت نقابة حق العمل التركية وقفة تضامنية في سفارة دولة فلسطين دعماً للقدس والمسجد الأقصى المبارك.",
      "alt": "وقفة تضامنية"
    },
    "event10": {
      "date": "21/03/2023",
      "title": "السفير د. فائد مصطفى يهنئ بحلول شهر رمضان المبارك",
      "description": "يتقدم سعادة السفير وكافة موظفي السفاره الى كافة أبناء الجالية والطلاب الفلسطينين بأسمى التبريكات بهذه المناسبة.",
      "alt": "تهنئة بحلول شهر رمضان"
    },
    "event11": {
      "date": "08/02/2023",
      "title": "الاتحاد العام لطلبة فلسطين يساهم في جهود إغاثه منكوبي الزلازل",
      "description": "يواصل الاتحاد العام لطلبة فلسطين في تركيا دوره الإغاثي والتطوعي بالتنسيق التام مع سفارة دولة فلسطين.",
      "alt": "إغاثة منكوبي الزلازل"
    }
  }
}