{
  "pageTitle": "النماذج - سفارة دولة فلسطين",
  "mainTitle": "النماذج",
  "passports": {
    "title": "الجوازات",
    "description": "للحصول على معلومات حول إصدار وتجديد جوازات السفر الفلسطينية، يرجى زيارة صفحة الجوازات التفصيلية.",
    "linkText": "الانتقال إلى صفحة الجوازات"
  },
  "goodConduct": {
    "title": "شهادة حسن سيرة وسلوك",
    "description": "لطلب شهادة حسن سيرة وسلوك، يرجى تحميل النموذج المرفق وتعبئته وتقديمه للسفارة.",
    "linkText": "تحميل نموذج شهادة حسن السيرة"
  },
  "celibacy": {
    "title": "شهادة عزوبية",
    "description": "لطلب شهادة عزوبية، يرجى تحميل النموذج المرفق وتعبئته وتقديمه للسفارة.",
    "linkText": "تحميل نموذج شهادة العزوبية"
  },
  "childRegistration": {
    "title": "تسجيل الأبناء بالهوية",
    "intro": "على الأخوة المواطنين الذين يعيشون خارج دولة فلسطين ويرغبون في العودة الى ارض الوطن من أجل تسجيل ابنائهم في الهوية قبل بلوغ سن الطفل خمس سنوات (إذا بلغ عمره أكبر من خمس سنوات يجب عمل تصريح له من قبل وزارة الداخلية الفلسطينية على أن لا يتجاوز الـ 16 سنة). وعليه احضار الوثائق التالية:",
    "documents": {
      "doc1": "شهادة الولادة الاصلية من مكان الولادة الاصلية + عقد زواج أصلي، مترجم ومصدق من وزارتي العدل والخارجية التركية وسفارة دولة فلسطين.",
      "doc2": "احضار جواز السفر الأجنبي إن وجد عند الطفل او اصدار جواز سفر فلسطيني للاستخدام الخارجي (مؤقت).",
      "doc3": "على المواطن التاكد قبل دخوله حدود الدولة الفلسطينية بانه قد حصل على اذن الدخول للطفل (نموذج خارجي) عباره عن رقم هويه يعطى عند الجانب الاسرائيلي، ومن ثم يترتب على المواطن المتابعة مع وزارة الداخليه الفلسطينيه."
    },
    "foreignSpouse": {
      "title": "بخصوص الزوجة الاجنبية",
      "description": "اذا كانت الزوجة حاصلة على اذن دخول ومسجلة رسميا فعليها احضار عقد الزواج الاصلي مترجم ومصادق عليه من وزارتي العدل و الخارجية التركية وسفارة دولة فلسطين لدى الجمهورية التركية."
    }
  },
  "documentCertification": {
    "title": "تصديق الشهادات",
    "intro": "كيفية تصديق الشهادات التالية (شهادة جامعية، شهادة ميلاد، عقود زواج، ترجمة شهادات ..... الخ):",
    "procedure": "تصادق سفارة دولة فلسطين لدى الجمهورية التركية على مختلف انواع الشهادات و الوثائق الصادره من مختلف مؤسسات الدوله التركية بعد التصديق عليها من قبل وزارة الخارجية التركية و استكمال دفع الرسوم المترتبة عليها لدى صندوق السفارة."
  }
}