{
  "pageTitle": "الأخبار - سفارة دولة فلسطين في تركيا",
  "mainTitle": "الأخبار والإعلانات",
  "subtitle": "تابع آخر الأخبار والإعلانات من سفارة دولة فلسطين في تركيا",
  "searchPlaceholder": "البحث في الأخبار...",
  "filterAll": "جميع الأخبار",
  "filterAnnouncements": "إعلانات", 
  "filterEvents": "فعاليات",
  "filterConsular": "خدمات قنصلية",
  "filterEducation": "تعليم",
  "featuredTitle": "الأخبار المميزة",
  "allNewsTitle": "جميع الأخبار",
  "categoryAnnouncements": "إعلان",
  "categoryEvents": "فعالية",
  "categoryConsular": "خدمات قنصلية",
  "categoryEducation": "تعليم",
  "categoryإعلان": "إعلان",
  "categoryفعالية": "فعالية",
  "categoryخدماتقنصلية": "خدمات قنصلية",
  "categoryتعليم": "تعليم",
  "readingTime": "3 دقائق قراءة",
  "loadMore": "عرض المزيد من الأخبار",
  "showAllNews": "عرض جميع الأخبار",
  "clearFilters": "مسح المرشحات",
  "newsletterTitle": "اشترك في النشرة الإخبارية",
  "newsletterDescription": "احصل على آخر الأخبار والإعلانات مباشرة في بريدك الإلكتروني",
  "emailPlaceholder": "أدخل بريدك الإلكتروني",
  "subscribe": "اشتراك",
  "noResults": "لم يتم العثور على نتائج",
  "tryDifferentSearch": "جرب مصطلحات بحث مختلفة أو اختر فئة أخرى",
  "invalidEmail": "يرجى إدخال بريد إلكتروني صحيح",
  "subscriptionSuccess": "تم الاشتراك بنجاح! شكراً لك",
  "backToNews": "العودة إلى الأخبار",
  "shareArticle": "شارك هذا المقال",
  "relatedArticles": "مقالات ذات صلة",
  "copyLink": "نسخ الرابط",
  "linkCopied": "تم نسخ الرابط",
  "errorLoading": "خطأ في تحميل الأخبار",
  "errorLoadingDetail": "خطأ في تحميل تفاصيل الخبر",
  "tryAgain": "إعادة المحاولة",
  "newsCount": "عدد الأخبار",
  "newsItem": "خبر",
  "newsItems": "أخبار",
  "detailTitle": "تفاصيل الخبر",
  "publishedOn": "نُشر في",
  "readTime": "وقت القراءة",
  "author": "الكاتب",
  "tags": "العلامات",
  "category": "الفئة",
  "lastUpdated": "آخر تحديث",
  "loading": "جاري التحميل...",
  "error": "حدث خطأ",
  "retry": "إعادة المحاولة",
  "close": "إغلاق",
  "viewDetails": "عرض التفاصيل",
  "readMore": "قراءة المزيد",
  "recent": "حديث",
  "popular": "شائع",
  "featured": "مميز",
  "archive": "الأرشيف",
  "search": "بحث",
  "filter": "تصفية",
  "sort": "ترتيب",
  "sortByDate": "ترتيب حسب التاريخ",
  "sortByTitle": "ترتيب حسب العنوان",
  "ascending": "تصاعدي",
  "descending": "تنازلي",
  "news_articles": [
    {
      "id": "1",
      "title": "إنطلاق فعاليات منتدى الربط العالمي للنقل بمشاركة فلسطين",
      "date": "28/06/2025",
      "category": "إعلان",
      "author": "سفارة دولة فلسطين",
      "readTime": "5 دقائق",
      "tags": ["نقل", "منتدى", "إسطنبول", "تعاون دولي"],
      "excerpt": "شارك سفير دولة فلسطين لدى الجمهورية التركية الدكتور فائد مصطفى نيابة عن معالي وزير النقل والمواصلات المهندس طارق زعرب في أعمال منتدى الترابط العالمي للنقل 2025 الذي انعقد في مدينة إسطنبول على مدى ثلاثة ايام.",
      "image_title": "news.title.1.jpg",
      "content_parts": [
        {
          "type": "text",
          "value": "شارك سفير دولة فلسطين لدى الجمهورية التركية الدكتور فائد مصطفى نيابة عن معالي وزير النقل والمواصلات المهندس طارق زعرب في أعمال منتدى الترابط العالمي للنقل 2025 الذي انعقد في مدينة إسطنبول على مدى ثلاثة ايام. وتميزت الجلسة الافتتاحية بكلمتين ألقاهما كل من رئيس الجمهورية التركية رجب طيب أردوغان ووزير النقل والبنية التحتية التركي عبد القادر أورال أوغلو، وتاتي مشاركة سعادة السفير د. مصطفى في هذا المنتدى العالمي الذي يجمع صناع القرار والخبراء من اغلب دول العالم كتعبير عن رسالة صمود ووجود، ورغبة حقيقية في بناء مستقبلٍ منفتح ومترابط يراعي خصوصية الشعوب وحقها في العيش بحرية وكرامة."
        },
        {
          "type": "image",
          "value": "news.1.part1.jpg"
        },
        {
          "type": "text",
          "value": "وفي إطار أعمال هذا المنتدى الهام شارك سعادة السفير في ندوة خاصه حول فرص التعاون الإقليمي في مجال النقل في نطاق آسيا الوسطى والمنطقة العربيه وأوروبا والتي شارك فيها كذلك وزراء النقل والمواصلات في تركيا والسعوديه وأوكرانيا، حيث اكد السفير مصطفى انفتاح فلسطين على كل أشكال التعاون الإقليمي والدولى مستعرضا التحديات التي تواجه دولة فلسطين في هذا القطاع والتي هي بالدرجة الأولى ناتجه عن ممارسات واجراءات دولة الاحتلال اسرائيل التي لا تزال تحكم سيطرتها ليس فقط على المعابر الخارجيه لدولة فلسطين ولكن حتى على الحركه داخل فلسطين بين المدن والقرى والمخيمات، الأمر الذي يستوجب تدخل دولي عاجل."
        },
        {
          "type": "image",
          "value": "news.1.part2.jpg"
        },
        {
          "type": "image",
          "value": "news.1.part3.jpg"
        }
      ]
    },
    {
      "id": "2",
      "title": "سعادة السفير د. فائد مصطفى يلتقي السيد علي حمزه بهلوان رئيس ادارة الكوارث والطوارئ التركية \"آفاد\" ويبحثان مستجدات الأوضاع في فلسطين",
      "date": "24/06/2025",
      "category": "إعلان",
      "author": "سفارة دولة فلسطين",
      "readTime": "7 دقائق",
      "tags": ["آفاد", "كوارث", "غزة", "تعاون إنساني"],
      "excerpt": "في ظل استمرار العدوان الإسرائيلي المجرم على الشعب الفلسطيني وتفاقم الكارثة الإنسانية التقى سعادة سفيردولة فلسطين لدى الجمهورية التركية الدكتور فائد مصطفى برئيس إدارة الكوارث والطوارئ التركية \"آفاد\" السيد علي حمزه بهلوان وذلك في مقر المؤسسة بالعاصمة أنقرة.",
      "image_title": "news.title.2.jpg",
      "content_parts": [
        {
          "type": "text",
          "value": "في ظل استمرار العدوان الإسرائيلي المجرم على الشعب الفلسطيني وتفاقم الكارثة الإنسانية التقى سعادة سفيردولة فلسطين لدى الجمهورية التركية الدكتور فائد مصطفى برئيس إدارة الكوارث والطوارئ التركية \"آفاد\" السيد علي حمزه بهلوان وذلك في مقر المؤسسة بالعاصمة أنقرة حيث قدم له التهنئة بمناسبة تسلمة منصبة الجديد وتمنى له التوفيق والنجاح في هذة المهمة الرفيعة. استعرض سعادته خلال اللقاء آخر التطورات الميدانية والإنسانية في الأراضي الفلسطينية وبخاصة الأوضاع الكارثية في قطاع غزة الذي يعاني من حصار خانق ودمار شامل طال البنية التحتية الصحية والمرافق الحيوية إلى جانب الاستهداف المباشر للمدنيين مما أسفر عن عشرات الاف من الشهداء والجرحى وأعداد متزايدة من الحالات الطبية الحرجة التي تحتاج علاجًا عاجلًا خارج القطاع المحاصر."
        },
        {
          "type": "image",
          "value": "news.2.part1.jpg"
        },
        {
          "type": "text",
          "value": "كما ناقش الطرفان بشكل موسّع ملف الجرحى والمرضى والمرافقين الذين تم إجلاؤهم من قطاع غزة إلى تركيا، مشيدًا سعادة السفير بالاستجابة التركية السريعة والدور البارز الذي قامت به مؤسسة \"آفاد\" بالتنسيق مع الجهات الرسمية التركية في تسهيل استقبالهم وتوفير سبل العلاج والرعاية اللوجستية والطبية لهم في مختلف المدن والمستشفيات التركية."
        },
        {
          "type": "image",
          "value": "news.2.part2.jpg"
        },
        {
          "type": "text",
          "value": "وأكد سعادته أن هذا الجهد الإنساني النبيل يعكس عمق العلاقات الأخوية بين الشعبين الفلسطيني والتركي ويجسد الموقف التركي الثابت في الوقوف إلى جانب القضية الفلسطينية لا سيما في أحلك الظروف التي تمر بها غزة اليوم."
        },
        {
          "type": "image",
          "value": "news.2.part3.jpg"
        },
        {
          "type": "text",
          "value": "من جانبه أعرب رئيس مؤسسة \"آفاد\" السيد بهلوان عن التزام تركيا حكومةً وشعبًا بمواصلة دعمها الكامل للشعب الفلسطيني واستعداد المؤسسة لتقديم كل ما يلزم في سبيل التخفيف من المعاناة التي سببها العدوان الاسرائيلي على الشعب الفلسطيني مؤكدا على المواقف التركية الثابتة اتجاة القضية الفلسطينيه العادلة."
        },
        {
          "type": "image",
          "value": "news.2.part4.jpg"
        },
        {
          "type": "text",
          "value": "هذا اللقاء يأتي في إطار التعاون الثنائي المتواصل بين السفارة الفلسطينية والجهات التركية الرسمية في سبيل توفير مظلة حماية إنسانية وطبية للمتضررين من العدوان وتفعيل كافة القنوات الدبلوماسية والإغاثية لمواجهة تداعيات الكارثة المستمرة على الشعب الفلسطيني."
        },
        {
          "type": "image",
          "value": "news.2.part5.jpg"
        }
      ]
    },
    {
      "id": "3",
      "title": "إعلان تسجيل بيانات الكفاءات الفلسطينية النازحة إلى تركيا بعد عدوان أكتوبر 2023",
      "date": "11/06/2025",
      "category": "إعلان",
      "author": "سفارة دولة فلسطين",
      "readTime": "3 دقائق",
      "tags": ["تسجيل", "كفاءات", "نزوح", "توظيف"],
      "excerpt": "يسر سفارة دولة فلسطين لدى الجمهورية التركية أن تُعلن للأخوات والإخوة المواطنين القادمين إلى الجمهورية التركية بعد العدوان الإسرائيلي على قطاع غزة في أكتوبر 2023 وما بعده، عن فتح رابط لتسجيل بيانات المواطنين الحاصلين على شهادات عليا.",
      "image_title": "news.title.3.jpg",
      "content_parts": [
        {
          "type": "text",
          "value": "يسر سفارة دولة فلسطين لدى الجمهورية التركية أن تُعلن للأخوات والإخوة المواطنين القادمين إلى الجمهورية التركية بعد العدوان الإسرائيلي على قطاع غزة في أكتوبر 2023 وما بعده، عن فتح رابط لتسجيل بيانات المواطنين الحاصلين على شهادات عليا (الشهادة الجامعية الأولى على الأقل)، وذلك في إطار تجميع البيانات ورصد أصحاب الكفاءات الفلسطينية الذين نزحوا من قطاع غزة بعد العدوان الإسرائيلي، لتقديمها لمؤسسة فلسطين الدولية التابعة لديوان الرئاسة، بهدف العمل لدى الدول المستضيفة على إيجاد فرص عمل لهذه الكفاءات."
        }
      ]
    },
    {
      "id": "4",
      "title": "لقاء مع سعادة السفير د.فائد مصطفى في فعالية ذكرى النكبه عبر قناة TRT العربيه",
      "date": "17/05/2025",
      "category": "إعلان",
      "author": "سفارة دولة فلسطين",
      "readTime": "4 دقائق",
      "tags": ["النكبة", "مقابلة", "TRT", "ذكرى"],
      "excerpt": "لقاء مع سعادة السفير د.فائد مصطفى في فعالية ذكرى النكبه عبر قناة TRT العربيه. مقابلة تلفزيونية شاملة حول القضية الفلسطينية والعلاقات الفلسطينية التركية.",
      "image_title": "news.title.4.jpg",
      "content_parts": [
        {
          "type": "text",
          "value": "أجرت قناة TRT العربية لقاءً تلفزيونياً مع سعادة السفير د.فائد مصطفى بمناسبة ذكرى النكبة الفلسطينية، حيث تناول السفير في المقابلة العديد من القضايا المهمة المتعلقة بالوضع الفلسطيني الراهن والعلاقات الفلسطينية التركية المتميزة."
        },
        {
          "type": "video",
          "value": "/public/videos/interview_video.mp4"
        },
        {
          "type": "text",
          "value": "وأكد السفير خلال المقابلة على أهمية الدعم التركي المستمر للقضية الفلسطينية وضرورة تضافر الجهود الدولية لإنهاء المعاناة الفلسطينية وتحقيق العدالة والسلام في المنطقة."
        }
      ]
    }
  ]
}