{
  "pageTitle": "الأخبار - سفارة دولة فلسطين",
  "pageSubtitle": "آخر الأخبار والفعاليات من سفارة دولة فلسطين في تركيا",
  "main_title": "أهم الأخبار",
  "load_more": "تحميل المزيد",
  "read_full": "قراءة كاملة",
  "back_to_news": "العودة إلى الأخبار",
  "share": "مشاركة",
  "related_news": "أخبار ذات صلة",
  "categories": {
    "all": "جميع الأخبار",
    "embassy": "أخبار السفارة",
    "events": "الفعاليات",
    "meetings": "اللقاءات",
    "announcements": "الإعلانات",
    "education": "الشؤون التعليمية",
    "relations": "العلاقات الثنائية"
  },
  "news": [
    {
      "id": 40862,
      "title": "مشاركة فلسطين في منتدى الترابط العالمي للنقل 2025 في إسطنبول",
      "summary": "شارك سفير دولة فلسطين الدكتور فائد مصطفى نيابة عن وزير النقل في منتدى الترابط العالمي للنقل 2025 بإسطنبول، مؤكداً انفتاح فلسطين على التعاون الإقليمي رغم التحديات التي يفرضها الاحتلال.",
      "content": "شارك سفير دولة فلسطين لدى الجمهورية التركية الدكتور فائد مصطفى نيابة عن معالي وزير النقل والمواصلات المهندس طارق زعرب في أعمال منتدى الترابط العالمي للنقل 2025 الذي انعقد في مدينة إسطنبول على مدى ثلاثة أيام.\n\nوتميزت الجلسة الافتتاحية بكلمتين ألقاهما كل من رئيس الجمهورية التركية رجب طيب أردوغان ووزير النقل والبنية التحتية التركي عبد القادر أورال أوغلو.\n\nوتأتي مشاركة سعادة السفير د. مصطفى في هذا المنتدى العالمي الذي يجمع صناع القرار والخبراء من أغلب دول العالم كتعبير عن رسالة صمود ووجود، ورغبة حقيقية في بناء مستقبل منفتح ومترابط يراعي خصوصية الشعوب وحقها في العيش بحرية وكرامة.\n\n## مشاركة في ندوة التعاون الإقليمي\n\nوفي إطار أعمال هذا المنتدى الهام، شارك سعادة السفير في ندوة خاصة حول فرص التعاون الإقليمي في مجال النقل في نطاق آسيا الوسطى والمنطقة العربية وأوروبا، والتي شارك فيها كذلك وزراء النقل والمواصلات في تركيا والسعودية وأوكرانيا.\n\n## التحديات الفلسطينية في قطاع النقل\n\nحيث أكد السفير مصطفى انفتاح فلسطين على كل أشكال التعاون الإقليمي والدولي، مستعرضاً التحديات التي تواجه دولة فلسطين في هذا القطاع والتي هي بالدرجة الأولى ناتجة عن ممارسات وإجراءات دولة الاحتلال إسرائيل.\n\nوأوضح السفير أن إسرائيل لا تزال تحكم سيطرتها ليس فقط على المعابر الخارجية لدولة فلسطين ولكن حتى على الحركة داخل فلسطين بين المدن والقرى والمخيمات، الأمر الذي يستوجب تدخلاً دولياً عاجلاً.\n\nيُذكر أن المنتدى شهد مشاركة واسعة من ممثلي دول وخبراء في مجال النقل والمواصلات من مختلف أنحاء العالم، ويهدف إلى تعزيز الترابط والتعاون الدولي في هذا القطاع الحيوي.",
      "date": "2025-06-28",
      "category": "events",
      "image": "global-transport-forum-istanbul-2025.jpg",
      "featured": true,
      "author": "قسم الإعلام",
      "tags": ["منتدى الترابط العالمي", "النقل", "إسطنبول", "تعاون إقليمي", "تحديات الاحتلال"],
      "slug": "palestine-participation-global-connectivity-forum-istanbul-2025",
      "images": [
        "global-transport-forum-istanbul-2025-1.jpg",
        "global-transport-forum-istanbul-2025-2.jpg", 
        "global-transport-forum-istanbul-2025-3.jpg",
        "global-transport-forum-istanbul-2025-4.jpg"
      ]
    },
    {
      "id": 40861,
      "title": "سعادة السفير د. فائد مصطفى يلتقي السيد علي حمزه بهلوان رئيس إدارة الكوارث والطوارئ التركية \"آفاد\"",
      "summary": "التقى سعادة السفير د. فائد مصطفى مع السيد علي حمزه بهلوان رئيس إدارة الكوارث والطوارئ التركية لمناقشة آخر التطورات والأوضاع في فلسطين وسبل التعاون المشترك.",
      "content": "استقبل سعادة السفير د. فائد مصطفى في مقر السفارة الفلسطينية بأنقرة، السيد علي حمزه بهلوان رئيس إدارة الكوارث والطوارئ التركية \"آفاد\"، وذلك في إطار اللقاءات الدورية لتعزيز العلاقات الثنائية.\n\nوناقش الجانبان خلال اللقاء آخر التطورات في الأراضي الفلسطينية، خاصة في قطاع غزة والضفة الغربية، وسبل تعزيز التعاون في مجال إدارة الأزمات والكوارث.\n\nكما تطرق اللقاء إلى الدعم التركي المستمر للشعب الفلسطيني، والمساعدات الإنسانية التي تقدمها تركيا لفلسطين في مختلف المجالات.\n\nوأشاد السفير الفلسطيني بالدور التركي المهم في دعم القضية الفلسطينية، وبالمواقف التركية الثابتة في مختلف المحافل الدولية.\n\nمن جانبه، أكد المسؤول التركي على استمرار الدعم التركي للشعب الفلسطيني، والعمل على تطوير آليات التعاون في مختلف المجالات.",
      "date": "2025-06-24",
      "category": "meetings",
      "image": "23aba31e-2858-489a-aac4-4a314e4a8c59WhatsApp Image 2025-06-24 at 12.38.04 PM (1).jpeg",
      "featured": true,
      "author": "السفارة الفلسطينية",
      "tags": ["لقاء رسمي", "آفاد", "تعاون", "إدارة الكوارث"],
      "slug": "ambassador-meeting-afad-director"
    },
    {
      "id": 30861,
      "title": "إعلان تسجيل بيانات الكفاءات الفلسطينية النازحة إلى تركيا بعد عدوان أكتوبر 2023",
      "summary": "تدعو السفارة جميع الكفاءات والخبرات الفلسطينية النازحة إلى تركيا بعد أحداث أكتوبر 2023 إلى تسجيل بياناتهم لدى السفارة لتسهيل التواصل وتقديم الخدمات اللازمة.",
      "content": "تعلن سفارة دولة فلسطين لدى الجمهورية التركية عن فتح باب التسجيل لجميع الكفاءات والخبرات الفلسطينية التي نزحت إلى تركيا بعد أحداث وعدوان أكتوبر 2023.\n\nويأتي هذا الإعلان في إطار حرص السفارة على تقديم أفضل الخدمات للمواطنين الفلسطينيين، وتسهيل عملية التواصل معهم، وحصر أعدادهم وتخصصاتهم.\n\nوتدعو السفارة جميع الكفاءات الفلسطينية في المجالات التالية إلى المبادرة بالتسجيل:\n- الطب والعلوم الصحية\n- الهندسة بكافة التخصصات\n- العلوم الإنسانية والاجتماعية\n- تكنولوجيا المعلومات والاتصالات\n- الاقتصاد والعلوم المالية\n- التعليم والتربية\n- الإعلام والصحافة\n- الفنون والثقافة\n\nيمكن للراغبين في التسجيل زيارة موقع السفارة الإلكتروني أو مراجعة مقر السفارة شخصياً، مع إحضار الوثائق اللازمة.\n\nللاستفسار والتواصل:\nهاتف: +90 312 490 35 46\nبريد إلكتروني: tremb@mfae.gov.ps",
      "date": "2025-06-20",
      "category": "announcements",
      "image": "48606ded-2026-42ef-a400-a542dbbc78a1www.embassyofpalestine.org.jpg",
      "featured": false,
      "author": "إدارة الشؤون القنصلية",
      "tags": ["إعلان", "تسجيل", "كفاءات", "نزوح"],
      "slug": "displaced-talents-registration-announcement"
    },
    {
      "id": 30860,
      "title": "لقاء مع سعادة السفير د.فائد مصطفى في فعالية ذكرى النكبة عبر قناة TRT العربية",
      "summary": "شارك سعادة السفير د. فائد مصطفى في برنامج خاص على قناة TRT العربية بمناسبة ذكرى النكبة الفلسطينية، حيث تحدث عن الوضع الحالي للقضية الفلسطينية والعلاقات الفلسطينية التركية.",
      "content": "شارك سعادة السفير د. فائد مصطفى في برنامج خاص على قناة TRT العربية بمناسبة الذكرى الـ77 للنكبة الفلسطينية، وذلك ضمن فعاليات إحياء هذه الذكرى المؤلمة في تاريخ الشعب الفلسطيني.\n\nوتناول السفير خلال اللقاء عدة محاور مهمة:\n\n1. الوضع الحالي في الأراضي الفلسطينية\nاستعرض السفير آخر التطورات في قطاع غزة والضفة الغربية، مؤكداً على صمود الشعب الفلسطيني رغم الظروف الصعبة.\n\n2. العلاقات الفلسطينية التركية\nأشاد السفير بالمواقف التركية الثابتة في دعم القضية الفلسطينية، وبالدعم السياسي والإنسانيّ المستمر من تركيا.\n\n3. دور المجتمع الدولي\nأكد السفير على ضرورة تفعيل دور المجتمع الدولي لإنهاء المعاناة الفلسطينية وتحقيق العدالة.\n\n4. رسالة للجالية الفلسطينية في تركيا\nوجه السفير رسالة للجالية الفلسطينية في تركيا، مؤكداً على دور السفارة في خدمتهم وتقديم الدعم اللازم.\n\nويُعتبر هذا اللقاء جزءاً من الجهود الإعلامية التي تقوم بها السفارة لتوضيح الموقف الفلسطيني والتعريف بالقضية الفلسطينية على المستوى الإقليمي والدولي.",
      "date": "2025-05-15",
      "category": "embassy",
      "image": "fde33bc0-f023-442b-a0dc-762779b38657Untitled.jpg",
      "featured": false,
      "author": "قسم الإعلام",
      "tags": ["مقابلة تلفزيونية", "ذكرى النكبة", "TRT العربية", "إعلام"],
      "slug": "ambassador-interview-nakba-trt-arabic"
    },
    {
      "id": 30859,
      "title": "السفير د. فائد مصطفى يستقبل سفير المالديف في تركيا",
      "summary": "استقبل سعادة السفير د. فائد مصطفى سفير جمهورية المالديف لدى تركيا في مقر السفارة الفلسطينية، وتم بحث سبل تعزيز العلاقات الثنائية بين البلدين الشقيقين.",
      "content": "استقبل سعادة السفير د. فائد مصطفى، سفير دولة فلسطين لدى الجمهورية التركية، في مقر السفارة بأنقرة، سعادة السفير [اسم السفير] سفير جمهورية المالديف المعتمد لدى تركيا.\n\nوجرى خلال اللقاء بحث سبل تعزيز العلاقات الثنائية بين دولة فلسطين وجمهورية المالديف في مختلف المجالات، خاصة في الجوانب الاقتصادية والثقافية والتعليمية.\n\nكما تطرق الجانبان إلى آخر التطورات في المنطقة، وبحثا إمكانيات التنسيق في المحافل الدولية والإقليمية.\n\nوأكد السفير الفلسطيني على تقدير دولة فلسطين للمواقف المتضامنة لجمهورية المالديف مع الشعب الفلسطيني، ودعمها للحقوق المشروعة للشعب الفلسطيني.\n\nمن جانبه، عبر سفير المالديف عن تضامن بلاده مع الشعب الفلسطيني، وأكد على أهمية استمرار التنسيق بين البلدين في مختلف المجالات.\n\nوتأتي هذه اللقاءات في إطار الحرص على تطوير العلاقات مع الدول الشقيقة والصديقة، وتعزيز التضامن مع القضية الفلسطينية.\n\nحضر اللقاء عدد من مسؤولي السفارتين، وتم تبادل الهدايا التذكارية بين الجانبين.",
      "date": "2025-05-16",
      "category": "meetings",
      "image": "762bb4ed-5269-46a3-a8fd-4357425ab4e7WhatsApp Image 2025-05-16 at 1.52.12 PM.jpeg",
      "featured": false,
      "author": "السفارة الفلسطينية",
      "tags": ["لقاء دبلوماسي", "المالديف", "علاقات ثنائية", "تعاون"],
      "slug": "ambassador-meeting-maldives-ambassador"
    },
    {
      "id": 30858,
      "title": "سفارة دولة فلسطين لدى الجمهورية التركية تحيي ذكرى النكبة",
      "summary": "أحيت سفارة دولة فلسطين لدى الجمهورية التركية ذكرى النكبة الـ77 بمشاركة واسعة من أبناء الجالية الفلسطينية والأشقاء العرب المقيمين في تركيا.",
      "content": "أحيت سفارة دولة فلسطين لدى الجمهورية التركية، يوم الأربعاء الموافق 15 مايو 2025، فعاليات الذكرى الـ77 للنكبة الفلسطينية، وذلك في قاعة المؤتمرات بالسفارة بحضور جمع كبير من أبناء الجالية الفلسطينية والعربية في تركيا.\n\nافتتح الفعالية سعادة السفير د. فائد مصطفى بكلمة ترحيبية، أكد فيها على أهمية إحياء هذه الذكرى لتذكير العالم بالمأساة التي تعرض لها الشعب الفلسطيني منذ عام 1948.\n\nبرنامج الفعالية تضمن:\n\n1. عرض فيلم وثائقي عن النكبة الفلسطينية\nتم عرض فيلم وثائقي يسرد تاريخ النكبة وتأثيرها على الشعب الفلسطيني عبر العقود السبعة الماضية.\n\n2. معرض للصور التاريخية\nأقيم معرض للصور التاريخية التي توثق أحداث النكبة والمدن الفلسطينية قبل وبعد عام 1948.\n\n3. أمسية شعرية وثقافية\nشارك عدد من الشعراء والأدباء الفلسطينيين والعرب في أمسية شعرية عبرت عن الذاكرة الفلسطينية والتمسك بحق العودة.\n\n4. كلمات من ممثلي الجالية\nألقى ممثلون عن الجالية الفلسطينية في تركيا كلمات أكدوا فيها على التمسك بالحقوق الفلسطينية الثابتة.\n\nوحضر الفعالية ممثلون عن السفارات العربية في أنقرة، وشخصيات سياسية وأكاديمية تركية، إضافة إلى عدد من الإعلاميين والصحفيين.\n\nوفي ختام الفعالية، تم توزيع منشورات تعريفية باللغتين العربية والتركية حول القضية الفلسطينية وحق العودة.",
      "date": "2025-05-15",
      "category": "events",
      "image": "58472611-be79-4e33-98d1-8bd03c17a29b1.jpeg",
      "featured": true,
      "author": "السفارة الفلسطينية",
      "tags": ["ذكرى النكبة", "فعاليات", "جالية فلسطينية", "ثقافة"],
      "slug": "nakba-commemoration-ceremony-2025"
    },
    {
      "id": 20859,
      "title": "محاضرة لسعادة السفير د. فائد مصطفى في جامعة أنقرة للعلوم حول تطورات القضية الفلسطينية",
      "summary": "ألقى سعادة السفير د. فائد مصطفى محاضرة في جامعة أنقرة للعلوم تناول فيها آخر تطورات القضية الفلسطينية والوضع الحالي في ظل العدوان الجاري على الشعب الفلسطيني.",
      "content": "ألقى سعادة السفير د. فائد مصطفى، سفير دولة فلسطين لدى الجمهورية التركية، محاضرة مهمة في جامعة أنقرة للعلوم يوم الاثنين الموافق 13 مايو 2025، بحضور عدد كبير من الطلاب وأعضاء هيئة التدريس.\n\nتناولت المحاضرة التي جاءت تحت عنوان \"القضية الفلسطينية: التحديات الراهنة والآفاق المستقبلية\" عدة محاور رئيسية:\n\n1. التطورات الأخيرة في فلسطين\nاستعرض السفير آخر التطورات في الأراضي الفلسطينية، خاصة في قطاع غزة، والعدوان المستمر على الشعب الفلسطيني.\n\n2. الوضع الإنساني\nسلط السفير الضوء على الأوضاع الإنسانية الصعبة التي يعيشها الشعب الفلسطيني، خاصة في غزة والضفة الغربية.\n\n3. الجهود الدبلوماسية\nأوضح السفير الجهود الدبلوماسية التي تبذلها القيادة الفلسطينية لكسب الدعم الدولي وفضح الممارسات الإسرائيلية.\n\n4. دور تركيا\nأشاد السفير بالدور التركي المميز في دعم القضية الفلسطينية، والمواقف الثابتة للرئيس أردوغان والحكومة التركية.\n\n5. دور الشباب\nأكد السفير على أهمية دور الشباب في نصرة القضية الفلسطينية، ودعاهم لمواصلة الدعم والتضامن.\n\nوشهدت المحاضرة تفاعلاً كبيراً من الحضور، حيث طرح الطلاب وأعضاء هيئة التدريس العديد من الأسئلة التي أجاب عليها السفير بشكل مفصل.\n\nحضر المحاضرة عميد كلية العلوم السياسية في الجامعة، وعدد من أساتذة العلاقات الدولية والقانون الدولي.\n\nوفي نهاية المحاضرة، قدم عميد الكلية درعاً تذكارياً للسفير تقديراً لمشاركته وإثراء الحوار الأكاديمي حول القضية الفلسطينية.",
      "date": "2025-05-13",
      "category": "education",
      "image": "207b7db9-bc0c-4d18-b245-ffaf6f123ac5WhatsApp Image 2025-05-13 at 3.24.12 PM (2).jpeg",
      "featured": false,
      "author": "قسم التعليم والثقافة",
      "tags": ["محاضرة أكاديمية", "جامعة أنقرة", "تعليم", "شباب"],
      "slug": "ambassador-lecture-ankara-science-university"
    }
  ]
}