{
  "pageTitle": "فلسطين - سفارة دولة فلسطين",
  "mainTitle": "فلسطين",
  "navigation": {
    "flag": "العلم الفلسطيني",
    "capital": "العاصمة",
    "anthem": "النشيد الوطني",
    "basicLaw": "القانون الأساسي",
    "population": "السكان"
  },
  "flag": {
    "title": "العلم الفلسطيني",
    "subtitle": "هو رمز الدولة الفلسطينية والسلطة الوطنية ومظلة الشعب الفلسطيني",
    "imageAlt": "علم دولة فلسطين",
    "imageCaption": "علم دولة فلسطين",
    "historyTitle": "لمحة تاريخية",
    "history": {
      "p1": "علم فلسطين هو راية استخدمها الفلسطينيون منذ النصف الأول من القرن العشرين للتعبير عن طموحهم الوطني.",
      "p2": "يتكون هذا العلم من ثلاثة خطوط أفقية متماثلة، (من الأعلى للأسفل، أسود، وأبيض، وأخضر) فوقها مثلث أحمر متساوي الساقين قاعدته عند بداية العلم (القاعدة تمتد عموديا) ورأس المثلث واقع على ثلث طول العلم أفقيا.",
      "p3": "صمم الشريف حسين العلم الحالي على أنه علم الثورة العربية عام 1916. واستخدم الفلسطينيون العلم في إشارة للحركة الوطنية الفلسطينية عام 1917. وفي عام 1947 فسر حزب البعث العربي العلم كرمز للحرية وللوحدة العربية.",
      "p4": "أعاد الفلسطينيون تبني العلم في المؤتمر الفلسطيني في غزة عام 1948. حيث تم الاعتراف بالعلم من قبل جامعة الدول العربية على أنه علم الشعب الفلسطيني.",
      "p5": "وفي الاجتماع الأول في (28-5-1964) وضع المجلس الوطني الفلسطيني ميثاقه القومي، ونصت المادة (27) منه على أن يكون لفلسطين علم وقسم ونشيد، وحددت ألوانه بالترتيب كالتالي: أخضر فأبيض ثم أسود مع مثلث أحمر.",
      "p6": "وفي (1-12-1964م) وضعت اللجنة التنفيذية لمنظمة التحرير نظاماً خاصاً بالعلم يحدد مقاييسه وأبعاده، وحلّ اللونان الأسود والأخضر كل محل الآخر، ومع انطلاق الثورة الفلسطينية في 1/1 1965م اتخذت العلم شعاراً لها. وفي 15 نوفمبر 1988، تبنت منظمة التحرير الفلسطينية العلم ليكون علم الدولة الفلسطينية.",
      "p7": "ويشار إلى أن اللون الأسود واللون الأبيض هما رايتان كانتا ترفعان في عهد الرسول محمد، كما أن الراية السوداء أيضا كانت ترفع في الجاهلية رمزا للأخذ بالثأر. كما أخذ العباسيون الراية السوداء لواء لهم في تذكير بالثأر لمقتل الحسين بن علي في كربلاء.",
      "p8": "أما اللون الأخضر فإن الفاطميين رفعوه في إشارة لولائهم لعلي بن أبي طالب الذي تلحف بغطاء أخضر عندما نام في فراش الرسول لدى خروجه من مكة مهاجرا إلى يثرب متخفيا كي لا يلحظ \"المشركون\" غيابه.",
      "p9": "وفي العهد الأموي اتخذ اللون الأبيض راية لهم تذكيرا براية معركة بدر، أما اللون الأحمر فإنه اللون الذي اتخذه الخوارج الذين كانوا أول الجماعات التي ظهرت بعيد اغتيال الخليفة عثمان بن عفان مؤسسين بذلك أولى الجماعات \"الجمهورية\"، وحمل الفاتحون المسلمون لشمال أفريقيا والأندلس رايات حمراء، وكذلك يشير اللون الأحمر لـ\"أشراف الحجاز\" والهاشميين."
    }
  },
  "capital": {
    "title": "العاصمة",
    "imageAlt": "مدينة القدس، عاصمة فلسطين",
    "mainText": "مدينة القدس هي عاصمة فلسطين، حيث جاء في وثيقة إعلان الاستقلال: \"فإن المجلس الوطني يعلن، باسم الله وباسم الشعب العربي الفلسطيني قيام دولة فلسطين فوق أرضنا الفلسطينية وعاصمتها القدس الشريف\".",
    "lawQuote1": "وكذلك جاء في مقدمة القانون الأساسي المعدل: \"إقامة الدولة الفلسطينية بعاصمتها القدس الشريف وهي أولى القبلتين وثالث الحرمين الشريفين مسرى نبينا محمد (ص)، ومهد سيدنا المسيح عليه السلام\".",
    "lawQuote2": "إضافة إلى ما نصت عليه المادة رقم (3) من القانون الأساسي: \"القدس عاصمة فلسطين\"."
  },
  "anthem": {
    "title": "النشيد الوطني",
    "audioInstruction": "استمع إلى النشيد الوطني الفلسطيني \"فدائي\"",
    "audioFallback": "متصفحك لا يدعم عنصر الصوت.",
    "history": {
      "p1": "لكل دولة ذات سيادة نشيدها الوطني الذي يصبح متداولا بعد نيلها استقلالها، أما النشيد الوطني الفلسطيني فقد استبق الاستقلال، إذ كان أول نشيد وطني فلسطيني غير رسمي، هو النشيد (موطني) للشاعر الفلسطيني إبراهيم طوقان وهو النشيد نفسه الذي استخدم أيام الجمهورية العربية المتحدة وهو أيضاً نفس النشيد الوطني العراقي وكان من ألحان الموسيقار اللبناني محمد فليفل.",
      "p2": "أما النشيد الحديث (فدائي) فقد أصبح متداولاً عام (1972م)، واعتمد نشيداً وطنياً للفلسطينيين بقرار من اللجنة التنفيذية لمنظمة التحرير الفلسطينية في ذلك العام، وعرف آنذاك بنشيد الثورة الفلسطينية، وهو نشيد قامت حركة التحرير الوطني الفلسطيني فتح باستخدامه في سياق تحويل أسماء المؤسسات الفتحاوية إلى أسماء فلسطينية عامة.",
      "p3": "ومؤلف نشيد فدائي هو الشاعر (سعيد المزين) المعروف بفتى الثورة، مؤسس أولى المجلات الفلسطينية المعاصرة التي كانت تصدر باسم (الثورة الفلسطينية)، بينما مُلحنها هو الموسيقار المصري الكبير (علي إسماعيل)، وقد قام الموسيقار اليوناني (الكبير ميكيس ثيوذوراكيس) باعادة التوزيع الموسيقي للنشيد عام 1981 في خطوة رمزية عبر من خلالها عن تضامنه مع الفلسطينيين وقضيتهم العادلة، فيما قام الملحن الفلسطيني (حسين نازك) بوضع التوزيع الموسيقي النهائي للنشيد عام (2005م).",
      "p4": "وحيث أن النشيد الوطني رمز من رموز السيادة الوطنية فقد أولاه مجلس الوزراء الفلسطيني أهمية كبرى، وأمر بتوحيده واعادة تسجيله، وتعميمه على المؤسسات الحكومية والسفارات، وأصدر قراراً بالمصادقة عليه يحمل رقم (181) لسنة (2005م)."
    },
    "lyricsTitle": "نص النشيد",
    "lyrics": "فدائي فدائي فدائي\nيا أرضي يا أرض الجدود\nفدائي فدائي فدائي\nيا شعبي يا شعب الخلود\n\nبعزمي وناري وبركان ثاري\nوأشواق دمي لأرضي وداري\nصعدت الجبال وخضت النضال\nقهرت المحال حطمت القيود\nفدائي فدائي فدائي\nيا أرضي يا أرض الجدود\n\nبعصف الرياح ونار السلاح\nوإصرار شعبي لخوض الكفاح\nفلسطين داري فلسطين ناري\nفلسطين ثاري وأرض الصمود\nفدائي فدائي فدائي\nيا أرضي يا أرض الجدود\n\nبحق القسم تحت ظل العلم\nبأرضي وشعبي ونار الألم\nسأحيا فدائي وأمضي فدائي\nوأقضي فدائي إلى أن أعود\nفدائي فدائي فدائي\nيا أرضي يا أرض الجدود"
  },
  "basicLaw": {
    "title": "القانون الأساسي",
    "text": "يعدّ القانون الأساسي الفلسطيني المعدل لسنة (2003م) الغطاء القانوني والدستوري لنظام الحكم في فلسطين، إذ يعتبر المحدد لنوع وشكل نظام الحكم، حيث نصت المادة (5) منه على أن \"نظام الحكم في فلسطين نظام ديمقراطي نيابي يعتمد على التعددية السياسية والحزبية وينتخب فيه رئيس السلطة الوطنية انتخاباً مباشراً من قـبل الشعب وتكون الحكومة مسؤولة أمام الرئيس والمجلس التشريعي الفلسطيني\".",
    "downloadText": "للحصول على نسخة من القانون الأساسي اضغط هنا"
  },
  "population": {
    "title": "السكان",
    "subtitle": "أوضاع الفلسطينيين في نهاية عام 2015، عشية رأس السنة الجديدة 2016، على النحو الآتي:",
    "sections": {
      "globalIncrease": {
        "title": "ازدياد في أعداد الفلسطينيين في العالم",
        "text": "بلغ عـدد الفلسطينيين المقدر فـي العالم حوالي 12.37 مليون فلسطيني؛ 4.75 مليون فـي دولة فلسطين، وحوالي 1.47 مليون فلسطيني في إسرائيل، وما يقارب 5.46 مليون في الدول العربية ونحو 685 ألف في الدول الأجنبية."
      },
      "gazaConcentration": {
        "title": "أكثر من ثلث السكان يقيمون في قطاع غزة",
        "text": "قدر عدد السكان في دولة فلسطين بحوالي 4.75 مليون فرداً؛ حوالي 2.90 مليون في الضفة الغربية و1.85 مليون في قطاع غزة. وبلغت نسبة السكان اللاجئين نحو 42.8% من مجمل السكان الفلسطينيين المقيمين في دولة فلسطين؛ بواقع 27.1% في الضفة الغربية و67.3% في قطاع غزة."
      },
      "fertilityDecline": {
        "title": "انخفاض في معدلات الخصوبة خلال السنوات الأخيرة",
        "text": "انخفض معدل الخصوبة الكلي خلال الفترة 2011-2013 إلى 4.1 مولوداً مقارنة مع 6.0 مواليد عام 1997؛ 3.7 مولوداً في الضفة الغربية و4.5 مولوداً في قطاع غزة.",
        "detailsText": "من جانب آخر هناك انخفاض في معدلات الخصوبة التفصيلية خاصة في المراحل الإنجابية المبكرة والممتدة في الفئة العمرية من 15-24 سنة."
      },
      "familySizeDecline": {
        "title": "انخفاض في متوسط حجم الأسرة",
        "text": "انخفض متوسط حجم الأسرة إلى 5.2 فرداً عام 2014 مقارنة مع 6.1 فرداً عام 2000؛ بواقع 4.9 فرداً في الضفة الغربية و5.7 فرداً في قطاع غزة."
      },
      "birthDeathRates": {
        "title": "معدلات المواليد والوفيات الخام تتجه نحو الانخفاض",
        "text": "بلغ معدل المواليد الخام في العام 2015 في فلسطين 31.9 مولوداً لكل 1000 من السكان؛ 29.0 مولوداً في الضفة الغربية و36.3 مولوداً في قطاع غزة. ومن المتوقع أن ينخفض هذا المعدل ليصل إلى 29.0 عام 2020. كما بلغ معدلات الوفيات الخام المقدرة في العام 2015 في فلسطين 3.6 حالة وفاة لكل 1000 من السكان؛ 3.7 في الضفة الغربية و3.4 في قطاع غزة، ومن المتوقع أن تنخفض هذه المعدلات لتصل إلى 3.4 عام 2020."
      },
      "fertilityComparison": {
        "title": "معدلات خصوبة عالية بين الفلسطينيين في الأردن مقارنة بالفلسطينيين في سوريا ولبنان",
        "text": "بلغ معدل الخصوبة الكلي للمرأة الفلسطينية المقيمه في الاردن 3.3 مولوداً للعام 2010 مقابل 2.5 مولوداً في سوريا للعام 2010، في حين بلغ المعدل 2.8 مولوداً في لبنان للعام 2011.",
        "note1": "البيانات تمثل العام 2010",
        "note2": "البيانات تمثل العام 2011"
      },
      "israelYouth": {
        "title": "المجتمع الفلسطيني في إسرائيل مجتمع فتي",
        "text": "عـدد الفلسطينيين المقدر في إسرائيل حوالي 1.47 مليون فلسطيني نهاية العام 2015، وبلغت نسبة الأفراد دون الخامسة عشرة من العمر حوالي 34.8%، مقابل حوالي 4.2% للأفراد 65 سنة فأكثر للعام 2014."
      },
      "israelFertility": {
        "title": "خصوبة الفلسطينيين أعلى من خصوبة اليهود",
        "text": "بلغ معدل الخصوبة الكلي للمرأة الفلسطينية في إسرائيل 3.2 مولوداً وذلك للعام 2014، مقابل 3.1 مولوداً لكل امرأة في إسرائيل، وبلغ متوسط حجم الأسرة الفلسطينية في إسرائيل 4.7 أفراد، وبلغ معدل المواليد الخام حوالي 23.8 مولوداً لكل 1000 من السكان."
      },
      "historicPalestine": {
        "title": "عدد العرب في فلسطين التاريخية سيتخطى عدد اليهود عبر الزمن",
        "text": "عدد الفلسطينيين في فلسطين التاريخية حوالي 6.22 مليون نهاية عام 2015، في حين بلغ عدد اليهود 6.22 مليون بناء على تقديرات دائرة الإحصاءات الإسرائيلية نهاية عام 2014، ومن المتوقع ان يبلغ عددهم 6.34 مليون مع نهاية عام 2015. وسيتساوى عدد السكان العرب واليهود قبل نهاية عام 2017. وستصبح نسبة السكان اليهود حوالي 49.4% من السكان وذلك بحلول نهاية عام 2020 حيث سيصل عددهم إلى نحو 6.96 مليون يهودي مقابل 7.13 مليون عربي."
      }
    },
    "chartAlts": {
      "fertilityRate": "مخطط بياني لمعدل الخصوبة في دولة فلسطين",
      "detailedFertility": "مخطط بياني لمعدلات الخصوبة التفصيلية في دولة فلسطين",
      "familySize": "مخطط بياني لمتوسط حجم الاسرة في دولة فلسطين",
      "demographicIndicators": "مخطط بياني لمؤشرات ديمغرافية مختارة حول الفلسطينيين",
      "arabJewish": "مخطط بياني لعدد السكان العرب واليهود في فلسطين التاريخية"
    }
  }
}