{
  "pageTitle": "الدراسة في تركيا - سفارة دولة فلسطين",
  "mainTitle": "الدراسة في تركيا",
  "subtitle": "معلومات عن الجمهورية التركية خاصة بالطلاب الراغبين بالدراسة في تركيا",
  "updateDate": "تحديث 30-11-2022",
  "generalInfo": {
    "title": "معلومات عامة عن تركيا",
    "paragraph1": "تتميز الجمهورية التركية بجمالها الخلاب وطبيعتها الساحرة وشعبها الودود، وكذلك التنوع فى التراث والعادات والتقاليد. ويشترك الشعب التركي مع الشعوب العربية في كثير من العادات بحكم القرب الجغرافي والطابع الديني المشترك، حيث يتميز بالترابط الأسري والترحاب والود وحسن الضيافة.",
    "paragraph2": "ومن الضروري على الزائر إلى تركيا التعرف إلى بعض الثقافات والعادات الخاصة بالشعب التركي، وذلك لتسهيل تعامله اليومي مع الناس، وتجنب الإحراج، ومن هذه العادات:",
    "customs": {
      "greeting": "إلقاء التحية على أي شخص، فعادة إلقاء التحية والترحيب منتشرة بين المواطنين.",
      "respect": "التعامل بإحترام مع الجميع، فلا يوجد تفرقة بين الناس.",
      "queues": "الإلتزام بالطوابير في كل مكان، وحتى عند استخدام المواصلات العامة.",
      "shoes": "ضرورة خلع الحذاء عند باب المنزل، فلا يجوز دخول أي منزل بدون خلع الحذاء عند الباب."
    }
  },
  "languageCurrency": {
    "title": "اللغة والعملة",
    "languageLabel": "اللغة الرسمية:",
    "languageValue": "اللغة التركية، والمواطن التركي مُتعصب للغته بشكل كبير، ومعظم الشعب التركي يرفضون التعامل بلغة أخرى.",
    "currencyLabel": "العملة:",
    "currencyValue": "الليرة التركية."
  },
  "livingStandard": {
    "title": "مستوى المعيشة",
    "paragraph1": "يتباين مستوى المعيشة في تركيا من مدينة لأخرى، فتكاليف المعيشة في المدن الكبيرة مثل أنقرة وإسطنبول أعلى من المدن الأصغر والأبعد، سواء من حيث إيجارات المنازل أو التسوق والمشتريات، ولا يمكن تحديد مستوى دقيق للمعيشة لأن الأسعار غير ثابتة ومتغيرة باستمرار.",
    "paragraph2": "أما بالنسبة إلى الأماكن التي يمكن التسوق منها بأسعار معقولة فهي الأسواق الشعبية، وخاصة في الخضروات والفواكه، وهي موجودة في معظم الأحياء السكنية، ويخصص يوم في الأسبوع لكل حي سكني، وكذلك يمكن التسوق من بعض المحلات المشهورة مثل: (ŞOK – BİM – A101) وهي منتشرة في كافة الأحياء السكنية في أرجاء الجمهورية التركية، وأسعارها معقولة بالنسبة للمحلات الأخرى."
  },
  "transportation": {
    "title": "وسائل المواصلات",
    "paragraph1": "جميع وسائل المواصلات متوفرة في تركيا، وتُعد وسائل المواصلات العامة هي الأكثر توفيراً للمصاريف عن السيارات الأجرة، وهناك العديد من وسائل النقل العامة مثل: التروماي، الضولموش، الأوتوبيس، القطار، المترو.",
    "paragraph2": "ويستطيع الطالب الحصول على تخفيض في المواصلات العامة من خلال اشتراكات مُخفضة شهرية أو سنوية، وذلك بعد حصوله على بطاقة الطالب بعد التسجيل في الجامعة."
  },
  "studyingDetails": {
    "title": "تفاصيل الدراسة في تركيا",
    "paragraph1": "تعيش تركيا استقراراً سياسيا واقتصاديا، وتُعتبر التجربة التركية الحديثة في النهوض بالدولة والمجتمع أحد أهم نماذج النهوض على المستوى الإقليمي والدولي، حيث شهد العقد الأول من الألفية الثالثة طفرة تعليمية واقتصادية واجتماعية وسياسية كبيرة، وحظي قطاع التعليم بتركيز الحكومة التركية، حيث تخطط تركيا أن يكون لديها 500 جامعة على مستوى الجمهورية بحلول العام 2023.",
    "paragraph2": "ولعل أهم الأسباب التي جعلت من تركيا وجهة للتعليم هي جودة وفاعلية الدراسة في تركيا، بالإضافة إلى أن تكاليف المعيشة، ورسوم الدراسة في الجامعات ومعاهد اللغة منخفضة نوعا ما مقارنة بالدول الأوروبية. وتحظى المؤسسات التعليمية التركية بسمعة عالمية، والإعتراف العالمي بها في عدد كبير من الدول.",
    "paragraph3": "وقد نجحت تركيا في استقطاب أعداد كبيرة من الطلاب الأجانب بتركيزها على فتح أبواب الدراسة والتعاون العلمي والثقافي مع العديد من الدول التي تعدت أكثر من 176 دولة. كما اهتمت الحكومة التركية بتوفير الظروف المناسبة لاستقطابهم عبر توفير منح رسمية وتخصيص مقاعد خاصة بهم، إضافة إلى تبسيط إجراءات الحصول على التأشيرة والإقامة.",
    "paragraph4": "أغلب المدن التركية تضم جامعات وكليات متخصصة، وتتم مراقبة وإدارة مؤسسات التعليم العالي من قبل مجلس التعليم العالي (YÖK).",
    "paragraph5": "الدراسة في أغلب الجامعات تتم باللغة التركية، لكن يوجد بعض التخصصات في عدد من الجامعات الحكومية تتم الدراسة فيها باللغة الإنجليزية، أما الجامعات الخاصة فيوجد بها التخصصات باللغة التركية واللغة الإنجليزية.",
    "paragraph6": "نظام التسجيل والقبول داخل الجامعات التركية لا يعتمد على التحصيل الأكاديمي في الثانوية العامة فقط، ولكن هناك امتحان لغة تركية وقدرات (YÖS) تحدده كل جامعة حسب طبيعتها وتخصصاتها، ولابد لكل طالب أن يجتاز هذه الاختبارات حتى يتم قبوله في الكلية المتخصصة. وهذه الاختبارات لا مجال فيها للمحسوبية أو الوساطة، فهي مبرمجة آلياً، ولا يستطيع أحد التدخل فيها.",
    "paragraph7": "كذلك فإن التسجيل في الجامعات التركية يتم من خلال الموقع الالكتروني الخاص بكل جامعة. ويتم القبول بناءً على الشروط الخاصة بكل جامعة، والموضحة على موقعها، والتي تختلف من سنة لأخرى ومن كلية لأخرى، حيث أن لكل جامعة شروطها الخاصة وحسب الكلية التي يتم التسجيل لها."
  },
  "recognizedUniversities": {
    "title": "الجامعات التركية المعترف بها في فلسطين",
    "paragraph1": "هناك قائمة بالجامعات التركية المعترف بها في فلسطين على موقع وزارة التعليم العالي والبحث العلمي الفلسطينية، وكذلك على",
    "linkText": "موقع سفارة دولة فلسطين لدى الجمهورية التركية",
    "paragraph2": "وننصح الطلاب الذين يرغبون بالتسجيل من خلال مواقع الجامعات بالإطلاع على قائمة الجامعات المعترف بها، أو التواصل مع وزارة التعليم العالي والبحث العلمي الفلسطينية للتأكد من الاعتراف بالجامعة لدى الوزارة قبل التسجيل بها."
  },
  "scholarships": {
    "title": "المنح الدراسية في الجمهورية التركية",
    "paragraph1": "تُقدم الجمهورية التركية منحا دراسية للطلاب الأجانب لتشجيعهم على الدراسة في جامعاتها، وتشمل المنح كافة التخصصات الجامعية بما في ذلك الدراسات العليا، حيث تقوم \"رئاسة أتراك المهجر والمجتمعات ذوي القربى\" (YTB) بفتح باب التسجيل للمنحة كل عام خلال شهري يناير وفبراير من خلال موقعها الإلكتروني:",
    "paragraph2": "حيث يقوم الطالب بالتسجيل على الموقع لأول مرة، ثم يقوم بتعبئة البيانات المطلوبة في الموقع. وهذه الخطوات تتم بين الطالب وإدارة المنحة من خلال موقعها، ودون تدخل من أحد (لا جهة حكومية أو غيرها)، ثم تقوم إدارة المنحة بفرز الطلبات، وبعد ذلك تقوم بمراسلة الطلاب المستوفيين للشروط على إيميلاتهم لتحديد مواعيد المقابلات، وبعد ذلك تقوم إدارة المنحة بإبلاغ الطلاب المقبولين من خلال إيميلاتهم أيضا.",
    "paragraph3": "كذلك يُقدم مجلس التعليم العالي التركي (YÖK) عددا محددا من المنح لدولة فلسطين تشمل برنامجي البكالوريوس والدكتوراه، ويتم الإعلان عن هذه المنح من قبل وزارة التعليم العالي والبحث العلمي الفلسطينية وعبر موقعها الرسمي.",
    "paragraph4": "عدا ذلك، يكون التقدم للجامعات التركية بشكل فردي، ومن خلال الموقع الالكتروني لكل جامعة، حيث تختلف الشروط والمعايير المطلوبة من جامعة إلى أخرى، وهذا التقديم إلكتروني مجاني. ويبدأ التقديم للجامعات من شهر يونيو/حزيران من كل عام وأحيانا قبل هذا التاريخ. وعلى الطالب البحث عن الجامعات حسب التخصص الذي يرغب بدراسته والمنطقة التي يرغب بالإقامة فيها.",
    "paragraph5": "ولا يتم قبول الطلبات إلا من خلال تسجيل الطالب بياناته على الموقع الرسمي للجامعة، ولا يتم قبول طلبات بالمراسلة أو باليد.",
    "paragraph6": "ومعظم الجامعات التركية وخاصة الحكومية منها تتطلب دراسة اللغة التركية والحصول على شهادة بها، فبعض الجامعات تطلب شهادة TOMER وأخرى تطلب شهادة YÖS.",
    "turkiyeBurslariTitle": "منحة الحكومة التركية: TÜRKIYE BURSLARI",
    "paragraph9": "تُعتبر هذه المنحة الحكومية هي الأشهر على مستوى الجمهورية التركية نظرا لكثرة الإقبال عليها من الطلاب من مختلف دول العالم، وتنوع البرامج التي تقدمها وعدد الطلاب المقبولين فيها والذي يزداد بشكل مطرد سنويا. وتشمل هذه المنحة برامج البكالوريوس والدراسات العليا والدكتوراه، وشاملة فيما تغطيه من نفقات حيث أنها تغطي نفقات المعيشة والدراسة والتأمين الصحي والمرحلة التحضيرية لدراسة اللغة (الإنجليزية- التركية) وحجز تذكرتي السفر لمرة واحدة (القدوم والمغادرة).",
    "bachelor": {
      "title": "طلاب البكالوريوس:",
      "qualificationsTitle": "مؤهلات القبول:",
      "condition1": "يجب أن يكون مقدم الطلب مواطناً من دولة أخرى غير تركيا (لا يمكن لمن لديه جنسية تركية أو حاملها مسبقًا التقدم للمنحة).",
      "condition2": "ألا يكون طالباً مسجلاً في جامعات تركية في مستوى الدراسة الذي يرغب الالتحاق به.",
      "condition3": "أن يكون قد تخرج أو على وشك إنهاء تعليم المرحلة الثانوية.",
      "condition4": "أن يكون دون سن 21 عاما.",
      "condition5": "أن يكون حاصلًا على معدل لا يقل عن 90% للعلوم الطبية، و80% لبرامج بكالوريوس الهندسة، و 70% لبرامج البكالوريوس الأخرى.",
      "condition6": "أن يتمتع بصحة جيدة، وخاليا من الأمراض المزمنة.",
      "documentsNote": "الوثائق المطلوبة: موجودة على موقع المنحة.",
      "benefitsTitle": "مزايا المنحة:",
      "benefit1": "راتب شهري.",
      "benefit2": "تغطية رسوم الدراسة كاملة.",
      "benefit3": "إقامة مجانية في سكن تديره الدولة، وتحدده إدارة المنحة.",
      "benefit4": "تذاكر سفر جوي ذهابا وإيابا (عند القدوم في بداية المنحة وعند المغادرة في نهاية المنحة بعد إنتهاء الدراسة كاملة).",
      "benefit5": "تغطية التأمين الصحي."
    },
    "mastersPhd": {
      "title": "برامج الماجستير والدكتوراه:",
      "conditions": "نفس شروط برنامج البكالوريوس، مع اختلاف المعدل الدراسي، حيث أنه يجب أن لا يقل المعدل عن 75%. وأن يكون الطالب دون سن 30 سنة للماجستير و35 سنة للدكتور."
    }
  },
  "studentProcedures": {
    "title": "إجراءات على الطالب إنجازها",
    "paragraph1": "أي طالب يرغب في الدراسة في الجمهورية التركية عليه، في البداية، تعلم بعض الكلمات والعبارات التركية، حتى يستطيع التحرك والتعامل في المطار، وفي المعاملات الرسمية، وعليه كذلك إدراك الأمور التالية:",
    "item1": "الجمهورية التركية تُقدم منحا دراسية للطلبة الفلسطينيين إما من خلال موقع الـ YTB كما هو موضح سابقا، أو من خلال وزارة التعليم العالي والبحث العلمي الفلسطينية.",
    "item2": "عدا ذلك يتقدم الطالب مباشرة للجامعة من خلال موقعها الرسمي، ولا يتم قبول أي طلب إلا من خلال التقديم الإلكتروني على موقع الجامعة نفسها.",
    "item3": "بعد حصول الطالب على القبول الجامعي، عليه تجهيز أوراقه وترجمتها إلى اللغة الإنجليزية، واعتمادها من وزارة الخارجية والمغتربين، ثم التواصل مع السفارة التركية في فلسطين للحصول على تأشيرة الدخول بصفته طالبا.",
    "item4": "بعد الوصول يقوم الطالب بتصديق شهاداته من سفارة دولة فلسطين في أنقرة أو القنصلية العامة لدولة فلسطين في إسطنبول، ثم يقوم بترجمة أوراقه إلى اللغة التركية وختمها من مترجم محلف لدى الدولة، وهذه المكاتب منتشرة في جميع أرجاء الجمهورية التركية.",
    "item5": "يقوم الطالب بعد ذلك بمعادلة شهاداته في وزارة التعليم التركية، وذلك من خلال تقديم أصول شهادة الثانوية العامة، وشهادتي العامين الدراسيين السابقين لشهادة الثانوية العامة حتى تتم المعادلة.",
    "item6": "يجب على الطالب أن يكون حريصا على تسجيل الإقامة بإعتباره طالبا فور وصوله، حتى لا يقع في مخالفة التواجد في تركيا بدون إقامة.",
    "item7": "بعد ذلك يقوم الطالب بتقديم ملفه إلى الجامعة التي تم قبوله فيها.",
    "item8": "إذا كانت الدراسة باللغة التركية فعلى الطالب الدراسة في معهد لغة (Tömer) ومدة الدراسة في المعهد سنة كاملة تقريبا."
  },
  "studentAdvice": {
    "title": "نصائح هامة للطلاب",
    "paragraph1": "تحظى فلسطين ويحظى الشعب الفلسطيني بمحبة وتقدير لدى الشعب التركي، والفلسطيني يُمثل نموذجا للنضال ومواجهة الاحتلال، لذلك يجب على الطالب القادم للدراسة في تركيا أن يُمثل بلده فلسطين تمثيلا إيجابيا، وأن يبتعد عن العادات السيئة والأعمال التي من شأنها الإساءة له ولفلسطين، حيث لا تستطيع السفارة التدخل في هذه الأمور المُخالفة والتي يُعاقب عليها القانون بالغرامات أو الحبس، ومن الأمور التي يجب على الطالب مراعاتها:",
    "item1": "احترام قوانين وأنظمة البلاد، وعدم الوقوع في مخالفة الإقامة الرسمية.",
    "item2": "الإلتزام بالأداب العامة، واحترام العادات والتقاليد.",
    "item3": "عدم التواجد في أماكن مشبوهة.",
    "item4": "عدم التعامل أو تعاطي المواد المخدرة.",
    "item5": "عدم التحرش بالفتيات، أو القيام بفعل فاضح.",
    "item6": "عدم القيام أو المشاركة في أي أعمال نصب.",
    "item7": "عدم المشاركة في أي أعمال شغب."
  }
}