{
  "pageTitle": "تركيا - سفارة دولة فلسطين",
  "mainTitle": "تركيا",
  "aboutTurkey": {
    "title": "حول تركيا",
    "geoIntro": "تركيا هي في نهاية الشمال الشرقي من البحر الأبيض المتوسط في جنوب شرق أوروبا وجنوب غرب آسيا. إلى الشمال البحر الأسود وإلى الغرب هو بحر ايجه. جيرانها هي اليونان وبلغاريا غربا، روسيا، أوكرانيا، ورومانيا إلى الشمال والشمال الغربي (عبر البحر الأسود)، وجورجيا، وأرمينيا، وأذربيجان، وإيران شرقا، وسوريا والعراق الى الجنوب.",
    "establishment": "أنشئت في عام 1923، حرفيا تركيا جسرا بين أوروبا وآسيا؛ يوجد بلد في كلتا القارتين. على الرغم من أن الغالبية تقع في غرب آسيا ولها حدود مع سوريا والعراق وإيران والعراق، ويقع جزء صغير في جنوب شرق أوروبا ولها حدود مع بلغاريا واليونان وجورجيا. البلد أيضا السواحل على ثلاثة بحار، بما في ذلك بحر إيجة، البحر الأسود والبحر الأبيض المتوسط. تركيا هي بلد متعدد الثقافات مع تاريخ طويل تنعكس في العديد من المواقع التاريخية والمعالم الأثرية في جميع أنحاء البلاد حيث يمكن للزوار العثور على آثار من الأساطير مثل الكسندر. وكانت تركيا عضوا مؤسسا للأمم المتحدة ومنظمة التعاون الاقتصادي والتنمية (OECD).",
    "facts": {
      "capital": {
        "label": "العاصمة:",
        "value": "أنقرة"
      },
      "language": {
        "label": "اللغات الرسمية:",
        "value": "التركية"
      },
      "government": {
        "label": "الحكومة:",
        "value": "جمهورية برلمانية موحدة"
      },
      "population": {
        "label": "عدد السكان:",
        "value": "75,627,384"
      },
      "gdp": {
        "label": "الناتج المحلي الإجمالي:",
        "value": "1.306 تريليون دولار"
      },
      "currency": {
        "label": "العملة:",
        "value": "ليرة تركية (TRY)"
      },
      "timezone": {
        "label": "المنطقة الزمنية:",
        "value": "(UTC+3)"
      }
    },
    "mapAlt": "خارطة تركيا"
  },
  "climate": {
    "title": "مناخ",
    "description": "على الرغم من أن المناطق الساحلية من تركيا عموما لديهم مناخ البحر الأبيض المتوسط المعتدل، وميزات مثل السهول المفتوحة والجبال جعل لطائفة واسعة من الظروف المناخية. ويبلغ متوسط درجات الحرارة العالية في اسطنبول هي حوالي 29 درجة مئوية في شهر آب وانخفاض متوسط حوالي 3 درجات مئوية في يناير كانون الثاني. متوسط درجات الحرارة في مناطق البحر الأبيض المتوسط وجنوب شرق الأناضول هي عالية مثل 35 درجة مئوية، ومتوسط درجة الحرارة المنخفضة في أنقرة منخفضة مثل -7 درجة مئوية."
  },
  "culture": {
    "title": "ثقافة",
    "description": "وقد احتضنت تركيا طويل التعددية الثقافية، والبلاد تسعى جاهدة لدمج الأفكار العلمانية والغربية في المجتمع والثقافة. عند تأسيسها، استبدال الأبجدية اللاتينية في الأبجدية العربية، وأعطيت المرأة الحق في التصويت. في تركيا الحديثة، والناس من ديانات وتقاليد العيش في وئام. فستان يتراوح من الملابس الغربية مثل الجينز لأنيقة ملابس السهرة والملابس التقليدية التي تشمل الأوشحة الملونة والقبعات."
  },
  "livingCosts": {
    "title": "تكاليف المعيشة",
    "description": "شهدت تكاليف المعيشة في تركيا عام 2025 ارتفاعًا ملحوظًا مقارنة بالأعوام السابقة، إلا أنها لا تزال تُعد منخفضة نسبيًا مقارنة بالدول الأخرى. يمكن للطالب الدولي أن يتوقع دفع ما بين 400 إلى 600 دولار أمريكي شهريًا لتغطية نفقات السكن، والطعام، والمواصلات، والمصاريف الشخصية. وتوفر الجامعات التركية، في الغالب، مساكن طلابية حكومية بأسعار رمزية، إضافة إلى خيارات أخرى مثل المهاجع الخاصة أو الشقق المشتركة، ما يساعد الطلاب على تقليل التكاليف حسب احتياجاتهم وميزانياتهم."
  },
  "officialWebsites": {
    "title": "مواقع تركيه رسمية هامة",
    "links": {
      "mofa": "وزارة الخارجية التركية",
      "presidency": "رئاسة الجمهورية التركية",
      "ytb": "رئاسة مجتمع الاقارب والاتراك في الخارج (الهيئة المسؤولة عن المنح التعليمية التركية)"
    }
  },
  "relations": {
    "title": "العلاقات الفلسطينية التركية",
    "types": {
      "religious": "العلاقات الدينية",
      "historical": "العلاقات التاريخية",
      "cultural": "العلاقات الثقافية",
      "political": "العلاقات السياسية",
      "economic": "العلاقات الاقتصادية"
    },
    "imageAlts": {
      "religious": "صورة تعبر عن العلاقات الدينية",
      "historical": "صورة تعبر عن العلاقات التاريخية",
      "cultural": "صورة تعبر عن العلاقات الثقافية",
      "political": "صورة تعبر عن العلاقات السياسية",
      "economic": "صورة تعبر عن العلاقات الاقتصادية"
    }
  }
}